{"meta": {"disclaimer": "Do not rely on openFDA to make decisions regarding medical care. While we make every effort to ensure that data is accurate, you should assume all results are unvalidated. We may limit or otherwise restrict your access to the API in line with our Terms of Service.", "terms": "https://open.fda.gov/terms/", "license": "https://open.fda.gov/license/", "last_updated": "2023-07-31", "results": {"skip": 0, "limit": 1, "total": 1}}, "results": [{"spl_product_data_elements": ["SOGROYA somapacitan-beco SOMAPACITAN SOMAPACITAN HISTIDINE MANNITOL PHENOL POLOXAMER 188 WATER HYDROCHLORIC ACID SODIUM HYDROXIDE SOGROYA somapacitan-beco SOMAPACITAN SOMAPACITAN HISTIDINE MANNITOL PHENOL POLOXAMER 188 WATER HYDROCHLORIC ACID SODIUM HYDROXIDE SOGROYA somapacitan-beco SOMAPACITAN SOMAPACITAN HISTIDINE MANNITOL PHENOL POLOXAMER 188 WATER HYDROCHLORIC ACID SODIUM HYDROXIDE"], "recent_major_changes": ["Indications and Usage ( 1 ) ----------------------------------------------- 04/2023 Dosage and Administration ( 2.1 , 2.3 , 2.5 ) ---------------------------- 04/2023 Contraindications ( 4 ) ----------------------------------------------------- 04/2023 Warnings and Precautions ( 5.3 , 5.9 , 5.10 , 5.11 , 5.13 ) --------------- 04/2023"], "indications_and_usage": ["1 INDICATIONS AND USAGE SOGROYA is indicated for the: • Treatment of pediatric patients aged 2.5 years and older who have growth failure due to inadequate secretion of endogenous growth hormone (GH). • Replacement of endogenous GH in adults with growth hormone deficiency (GHD). SOGROYA is a human growth hormone analog indicated for: Pediatric Patients: Treatment of pediatric patients aged 2.5 years and older who have growth failure due to inadequate secretion of endogenous growth hormone (GH) ( 1 ). Adults: Replacement of endogenous growth hormone in adults with growth hormone deficiency ( 1 )."], "dosage_and_administration": ["2 DOSAGE AND ADMINISTRATION • SOGROYA treatment should be supervised by a healthcare provider who is experienced in the diagnosis and management of patients with growth hormone deficiency ( 2.1 ). • SOGROYA should be administered by subcutaneous injection once weekly, any time of the day, in the upper arms, thigh, abdomen or buttocks with regular rotation of injection site to avoid lipohypertrophy/lipoatrophy ( 2.1 ). • See Full Prescribing Information for complete dosage, titration, and monitoring recommendations for pediatric and adult patients, including those aged 65 years and older, patients with hepatic impairment, and women receiving oral estrogen ( 2.1 , 2.2 , 2.3 , 2.4 , 2.5 ). For pediatric patients with GHD: • Initiate SOGROYA with a dosage of 0.16 mg/kg body weight once weekly for treatment-naïve patients and patients switching from daily growth hormone (somatropin) ( 2.3 ). • Individualize dosage for each patient based on the growth response ( 2.3 ). • Patients switching from daily human growth hormone to once-weekly SOGROYA should choose the preferred day for the weekly dose and stop final dose of daily treatment the day before (or at least 8 hours before) taking the first dose of once-weekly somapacitan-beco ( 2.3 ). For adult patients with GHD: • Initiate SOGROYA with a dosage of 1.5 mg once weekly for treatment naïve patients and patients switching from daily growth hormone ( 2.4 ). • Increase the weekly dosage every 2 to 4 weeks by approximately 0.5 mg to 1.5 mg until the desired response has been achieved ( 2.4 ). • Titrate the dosage based on clinical response and serum insulin-like growth factor-1 (IGF-1) concentrations ( 2.4 ). • The maximum recommended dosage for adult GHD is 8 mg once weekly ( 2.4 ). 2.1 Important Dosing and Administration Information • SOGROYA treatment should be supervised by a healthcare provider who is experienced in the diagnosis and management of pediatric patients with growth failure due to GHD and/or adults with GHD [see Indications and Usage ( 1 )]. • SOGROYA should be administered by subcutaneous injection, once weekly, any time of the day, in the upper arms, thigh, abdomen or buttocks with weekly rotation of injection site. • Inspect visually for particulate matter and discoloration. SOGROYA should be a clear to slightly opalescent and colorless to slightly yellow solution. If the solution is cloudy or contains particulate matter do not use. • Advise patients to read the PATIENT INFORMATION and INSTRUCTIONS FOR USE leaflets enclosed with the SOGROYA prefilled pen. • SOGROYA is available in 3 single-patient-use prefilled pens with 3 different dosing ranges (Table 1). Table 1. Strength and Dosing Range of SOGROYA prefilled pens Strength Dose increments (mg) Dose Delivery Range (mg) 5 mg/1.5 mL (3.3 mg/mL) 0.025 0.025 to 2 10 mg/1.5 mL (6.7 mg/mL) 0.05 0.05 to 4 15 mg/1.5 mL (10 mg/mL) 0.1 0.1 to 8 2.2 Perform Fundoscopic Examination Prior to Initiation of SOGROYA • Perform fundoscopic examination before initiating treatment with SOGROYA to exclude preexisting papilledema. If papilledema is identified, evaluate the etiology and treat the underlying cause before initiating treatment with SOGROYA [see Warnings and Precautions ( 5.5 )]. 2.3 Recommended Dosage and Monitoring for Pediatric Patients with GHD • Recommended dosage of SOGROYA is 0.16 mg/kg based on actual body weight once weekly for treatment-naïve patients and patients switching from daily growth hormone (somatropin). • Individualize dosage for each patient based on the growth response. • When switching from daily human growth hormone to once-weekly SOGROYA, choose the preferred day for the weekly dose. Take the final dose of daily treatment on the day before (or at least 8 hours before) the first dose of SOGROYA. • When switching from a weekly human growth hormone to once-weekly SOGROYA, continue once weekly dosing schedule. • Assess compliance and evaluate other causes of poor growth such as hypothyroidism, undernutrition, advanced bone age, and antibodies to recombinant human growth hormone if patients experience failure to increase height velocity, particularly during the first year of treatment. • Patients who were treated with SOGROYA for GH deficiency in childhood and whose epiphyses are closed should be reevaluated before continuing SOGROYA . 2.4 Recommended Dosage, Titration, and Monitoring for Adult Patients with GHD • Initiate SOGROYA with a dosage of 1.5 mg once weekly for treatment naïve patients and patients switching from daily growth hormone (somatropin). • Increase the weekly dosage every 2 to 4 weeks by approximately 0.5 mg to 1.5 mg until the desired response is achieved. • Titrate the dosage based on clinical response and serum insulin-like growth factor-1 (IGF-1) concentrations. Draw IGF-1 samples 3 to 4 days after the prior dose. • Decrease the dosage as necessary on the basis of adverse reactions and/or serum IGF-1 concentrations above the age- and sex-specific normal range. • The maximum recommended dosage is 8 mg once weekly. 2.5 Recommended Dosage and Titration for Specific Populations Patients Aged 65 Years and Older Initiate SOGROYA with a dosage of 1 mg once weekly and use smaller dose increment increases when titrating the dosage [see Use in Specific Populations ( 8.5 )]. See above for monitoring recommendations and the maximum recommended dosage of SOGROYA [see Dosage and Administration ( 2.4 )]. Patients with Hepatic Impairment • SOGROYA is not recommended in adult and pediatric patients with severe hepatic impairment [see Hepatic Impairment ( 8.6 )]. • For adult patients with moderate hepatic impairment, initiate SOGROYA with a dosage of 1 mg once weekly and use smaller dose increment increases when titrating the dosage. See above for monitoring recommendations [see Dosage and Administration ( 2.4 ) and Pharmacokinetics ( 12.3 )]. The maximum recommended dosage is 4 mg once weekly. • For pediatric patients with moderate hepatic impairment, SOGROYA is not recommended [see Hepatic Impairment ( 8.6 )]. • No dosage adjustment is recommended for adult and pediatric patients with mild hepatic impairment. Women Receiving Oral Estrogen Initiate SOGROYA with a dosage of 2 mg once weekly [see Drug Interactions ( 7 )]. See above for titration and monitoring recommendations and the maximum recommended dosage of SOGROYA [see Dosage and Administration ( 2.4 )]. 2.6 Missed Doses • If the dose is missed, SOGROYA can be taken within 3 days after the scheduled dosing day. Once-weekly dosing for the next dose could be resumed at the regularly scheduled dosing day. • If more than 3 days have passed since the missed dose, skip the dose and administer the next dose on the regularly scheduled dosing day."], "dosage_and_administration_table": ["<table width=\"100%\"><col width=\"31%\"/><col width=\"27%\"/><col width=\"30%\"/><tbody><tr><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"xmChange\">Strength</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"xmChange\">Dose increments (mg)</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"xmChange\">Dose Delivery Range (mg)</content></paragraph></td></tr><tr><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph><content styleCode=\"xmChange\">5 mg/1.5 mL (3.3 mg/mL)</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph><content styleCode=\"xmChange\">0.025</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph><content styleCode=\"xmChange\">0.025 to 2</content></paragraph></td></tr><tr><td align=\"center\" styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph><content styleCode=\"xmChange\">10 mg/1.5 mL (6.7 mg/mL)</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph><content styleCode=\"xmChange\">0.05</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph><content styleCode=\"xmChange\">0.05 to 4</content></paragraph></td></tr><tr><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"xmChange\">15 mg/1.5 mL (10 mg/mL)</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"xmChange\">0.1</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"xmChange\">0.1 to 8</content></paragraph></td></tr></tbody></table>"], "dosage_forms_and_strengths": ["3 DOSAGE FORMS AND STRENGTHS SOGROYA is a clear to slightly opalescent and colorless to slightly yellow solution available as follows: • Injection: 5 mg/1.5 mL (3.3 mg/mL) in a single-patient-use prefilled pen (teal) • Injection: 10 mg/1.5 mL (6.7 mg/mL) in a single-patient-use prefilled pen (yellow) • Injection: 15 mg/1.5 mL (10 mg/mL) in a single-patient-use prefilled pen (red) SOGROYA is a liquid solution available in a ready-to-use prefilled pen. Injection: 5 mg/1.5 mL (3.3 mg/mL) or 10 mg/1.5 mL (6.7 mg/mL) or 15 mg/1.5 mL (10 mg/mL) in a single-patient-use prefilled pen ( 3 )."], "contraindications": ["4 CONTRAINDICATIONS SOGROYA is contraindicated in patients with: • Acute critical illness after open-heart surgery, abdominal surgery or multiple accidental trauma, or those with acute respiratory failure because of the risk of increased mortality with use of pharmacologic doses of SOGROYA [see Warnings and Precautions ( 5.1 )] . • Hypersensitivity to SOGROYA or any of its excipients. Systemic hypersensitivity reactions have been reported postmarketing with somatropin [see Warnings and Precautions ( 5.2 )] . • Pediatric patients with closed epiphyses. • Active malignancy [see Warnings and Precautions ( 5.3 )]. • Active proliferative or severe non-proliferative diabetic retinopathy. • Pediatric patients with Prader-Willi syndrome who are severely obese, have a history of upper airway obstruction or sleep apnea or have severe respiratory impairment due to risk of sudden death [see Warnings and Precautions ( 5.13 )]. • Acute critical illness ( 4 ) • Active malignancy ( 4 ) • Hypersensitivity to somapacitan-beco or excipients ( 4 ) • Active proliferative or severe non-proliferative diabetic retinopathy ( 4 ) • Closed epiphyses in children used for longitudinal growth promotion ( 4 ) • Children with Prader-Willi syndrome who are severely obese or have severe respiratory impairment due to risk of sudden death ( 4 )"], "warnings_and_cautions": ["5 WARNINGS AND PRECAUTIONS • Severe Hypersensitivity: Serious hypersensitivity reactions, including anaphylactic reactions and angioedema, may occur. In the event of an allergic reaction, seek prompt medical attention ( 5.2 ). • Increased Risk of Neoplasm: Monitor patients with preexisting tumors for progression or recurrence. Increased risk of a second neoplasm in childhood cancer survivors treated with somatropin – in particular meningiomas in patients treated with radiation to the head for their first neoplasm ( 5.3 ). • Glucose Intolerance and Diabetes Mellitus: SOGROYA may decrease insulin sensitivity, particularly at higher doses. Monitor glucose levels periodically in all patients receiving SOGROYA, especially in patients with existing diabetes mellitus or at risk for its development ( 5.4 ). • Intracranial Hypertension (IH): Perform fundoscopic examinations prior to initiation and periodically thereafter. If papilledema is identified prior to initiation, evaluate the etiology and treat the underlying cause before initiating. If papilledema occurs with SOGROYA, stop treatment ( 5.5 ). • Fluid Retention: May occur and may be dose dependent. Reduce dose as necessary ( 5.6 ). • Hypoadrenalism: Monitor patients for reduced serum cortisol levels and/or need for glucocorticoid dose increases in those with known hypoadrenalism ( 5.7 ). • Hypothyroidism: Monitor thyroid function periodically as hypothyroidism may occur or worsen after initiation of SOGROYA ( 5.8 ). • Slipped Capital Femoral Epiphysis in Pediatric Patients: May develop. Evaluate children with the onset of a limp or persistent hip/knee pain ( 5.9 ). • Progression of Preexisting Scoliosis in Pediatric Patients: May develop ( 5.10 ). • Pancreatitis: Consider pancreatitis in patients with persistent severe abdominal pain ( 5.11 ). • Lipohypertrophy/lipoatrophy: May occur if SOGROYA is administered in the same location over a long period of time. Rotate injection sites on a regular basis ( 5.12 ). 5.1 Increased Mortality in Patients with Acute Critical Illness Increased mortality has been reported after treatment with somatropin in patients with acute critical illness due to complications following open-heart surgery, abdominal surgery and multiple accidental trauma, as well as patients with acute respiratory failure [see Contraindications ( 4 )] . The safety of continuing SOGROYA treatment in patients receiving replacement doses for approved indications who concurrently develop these illnesses has not been established. SOGROYA is not indicated for the treatment of non-GH deficient adults. 5.2 Severe Hypersensitivity Serious systemic hypersensitivity reactions including anaphylactic reactions and angioedema have been reported with postmarketing use of somatropin. Inform patients and/or caregivers that such reactions are possible, and that prompt medical attention should be sought if an allergic reaction occurs. SOGROYA is contraindicated in patients with known hypersensitivity to somatropin or any excipients in SOGROYA [see Contraindications ( 4 )]. 5.3 Increased Risk of Neoplasms Active Malignancy There is an increased risk of malignancy progression with somatropin treatment in patients with active malignancy [see Contraindications ( 4 )]. Any preexisting malignancy should be inactive, and its treatment complete prior to instituting therapy with SOGROYA. Discontinue SOGROYA if there is evidence of recurrent activity. Risk of Second Neoplasm in Pediatric Patients In childhood cancer survivors who were treated with radiation to the brain/head for their first neoplasm and who developed subsequent growth hormone deficiency (GHD) and were treated with somatropin, an increased risk of second neoplasm has been reported. Intracranial tumors, in particular meningiomas, were the most common of these second neoplasms. Monitor all patients with a history of GHD secondary to an intracranial neoplasm while on somatropin therapy for progression or recurrence of the tumor. New Malignancy During Treatment Because children with certain rare genetic causes of short stature have an increased risk of developing malignancies, thoroughly consider the risks and benefits of starting SOGROYA in these patients. If treatment with SOGROYA is initiated, carefully monitor these patients for development of neoplasms. There is risk of malignant changes of preexisting nevi with somatropin treatment in patients. Monitor patients on SOGROYA therapy carefully for increased growth or potential malignant changes of preexisting nevi. Advise patients/caregivers to report marked changes in behavior, onset of headaches, vision disturbances, and/or changes in the appearance of preexisting nevi. 5.4 Glucose Intolerance and Diabetes Mellitus Treatment with somatropin may decrease insulin sensitivity, particularly at higher doses. New onset type 2 diabetes mellitus has been reported in patients taking somatropin. Patients with undiagnosed pre-diabetes and diabetes mellitus may experience worsened glycemic control and become symptomatic. Monitor glucose levels periodically in all patients receiving SOGROYA, especially in those with risk factors for diabetes mellitus, such as obesity, Turner syndrome, or a family history of diabetes mellitus. Patients with preexisting type 1 or type 2 diabetes mellitus or pre-diabetes should be monitored closely. The doses of antidiabetic agents may require adjustment when SOGROYA is initiated. 5.5 Intracranial Hypertension Intracranial hypertension with papilledema, visual changes, headache, nausea, and/or vomiting has been reported in patients treated with somatropin. Symptoms usually occurred within the first eight (8) weeks after the initiation of somatropin therapy. In all reported cases, intracranial hypertension-associated signs and symptoms rapidly resolved after cessation of therapy or a reduction of the somatropin dose. Perform fundoscopic examination before initiating treatment with SOGROYA to exclude preexisting papilledema and periodically thereafter. If papilledema is identified prior to initiation, evaluate the etiology and treat the underlying cause before initiating SOGROYA. If papilledema is observed by fundoscopy during SOGROYA treatment, treatment should be stopped. If intracranial hypertension is confirmed, treatment with SOGROYA can be restarted at a lower dose after intracranial hypertension-associated signs and symptoms have resolved. 5.6 Fluid Retention Fluid retention during SOGROYA replacement therapy may occur. Clinical manifestations of fluid retention (e.g. edema and nerve compression syndromes including carpal tunnel syndrome/paresthesia) are usually transient and dose dependent. 5.7 Hypoadrenalism Patients receiving somatropin therapy who have or are at risk for corticotropin deficiency may be at risk for reduced serum cortisol levels and/or unmasking of central (secondary) hypoadrenalism. In addition, patients treated with glucocorticoid replacement for previously diagnosed hypoadrenalism may require an increase in their maintenance or stress doses following initiation of SOGROYA treatment. Monitor patients with known hypoadrenalism for reduced serum cortisol levels and/or need for glucocorticoid dose increases [see Drug Interactions ( 7 )]. 5.8 Hypothyroidism Undiagnosed/untreated hypothyroidism may prevent an optimal response to SOGROYA. In patients with GH deficiency, central (secondary) hypothyroidism may first become evident or worsen during treatment with somatropin therapy. Therefore, patients should have periodic thyroid function tests and thyroid hormone replacement therapy should be initiated or appropriately adjusted when indicated. 5.9 Slipped Capital Femoral Epiphysis in Pediatric Patients Slipped capital femoral epiphysis may occur more frequently in patients undergoing rapid growth. Evaluate pediatric patients with the onset of a limp or complaints of persistent hip or knee pain. 5.10 Progression of Preexisting Scoliosis in Pediatric Patients Somatropin increases growth rate, and progression of preexisting scoliosis can occur in patients who experience rapid growth. Somatropin has not been shown to increase the occurrence of scoliosis. Monitor patients with a history of scoliosis for disease progression. 5.11 Pancreatitis Cases of pancreatitis have been reported in patients receiving somatropin. The risk may be greater in pediatric patients compared with adults. Consider pancreatitis in patients who develop persistent severe abdominal pain. 5.12 Lipohypertrophy/Lipoatrophy When SOGROYA is administered subcutaneously at the same site over a long period of time, tissue lipohypertrophy or lipoatrophy may result. Rotate injection sites when administering SOGROYA to reduce this risk [see Dosage and Administration ( 2.1 )]. 5.13 Sudden Death in Pediatric Patients with Prader-Willi Syndrome There have been reports of fatalities after initiating therapy with somatropin in pediatric patients with Prader-Willi syndrome who had one or more of the following risk factors: severe obesity, history of upper airway obstruction or sleep apnea, or unidentified respiratory infection. Male patients with one or more of these factors may be at greater risk than females. SOGROYA is not indicated for the treatment of pediatric patients who have growth failure due to genetically confirmed Prader-Willi syndrome. 5.14 Laboratory Tests Serum levels of inorganic phosphorus and alkaline phosphatase may increase after SOGROYA therapy. Serum levels of parathyroid hormone may increase with somatropin treatment."], "adverse_reactions": ["6 ADVERSE REACTIONS The following clinically significant adverse drug reactions are described elsewhere in the labeling: • Increased mortality in patients with acute critical illness [see Warnings and Precautions ( 5.1 )] • Severe hypersensitivity [see Warnings and Precautions ( 5.2 )] • Increased risk of neoplasms [see Warnings and Precautions ( 5.3 )] • Glucose intolerance and diabetes mellitus [see Warnings and Precautions ( 5.4 )] • Intracranial hypertension [see Warnings and Precautions ( 5.5 )] • Fluid retention [see Warnings and Precautions ( 5.6 )] • Hypoadrenalism [see Warnings and Precautions ( 5.7 )] • Hypothyroidism [see Warnings and Precautions ( 5.8 )] • Slipped capital femoral epiphysis in pediatric patients [see Warnings and Precautions ( 5.9 )] • Progression of preexisting scoliosis in pediatric patients [see Warnings and Precautions ( 5.10 )] • Pancreatitis [see Warnings and Precautions ( 5.11 )] • Lipohypertrophy/Lipoatrophy [see Warnings and Precautions ( 5.12 )] • Sudden death in pediatric patients with Prader-Willi syndrome [see Warnings and Precautions ( 5.13 )] • Pediatric patients with GHD: Adverse reactions reported in ≥5% of patients treated with SOGROYA are: nasopharyngitis, headache, pyrexia, pain in extremity, and injection site reaction ( 6.1 ). • Adult patients with GHD: Adverse reactions reported in >2% of patients treated with SOGROYA are: back pain, arthralgia, dyspepsia, sleep disorder, dizziness, tonsillitis, peripheral edema, vomiting, adrenal insufficiency, hypertension, blood creatine phosphokinase increase, weight increase, anemia ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Novo Nordisk Inc. at 1-800-727-6500 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Pediatric Patients with GHD SOGROYA was studied in a 52-week randomized, open-label, active-controlled, parallel-group clinical study in 200 treatment naïve, prepubertal pediatric patients with growth hormone deficiency [see Clinical Studies ( 14.1 )]. Table 2 shows common adverse reactions that occurred in ≥ 5% of patients treated with either SOGROYA or somatropin in this trial. Table 2. Adverse Reactions occurring ≥5% in SOGROYA or Somatropin-Treated Pediatric Patients (52 Weeks of Treatment) Somatropin (N=68) SOGROYA (N=132) Adverse Reactions % % Nasopharyngitis a 16.2 16.7 Headache 8.8 12.1 Pyrexia b 11.8 9.1 Pain in extremity c 2.9 9.8 Injection site reaction d 5.9 6.1 Diarrhea e 5.9 4.5 Nausea/vomiting f 5.9 4.5 Bronchitis 7.4 3 a Nasopharyngitis in the SOGROYA treatment group included nasopharyngitis (11.4%), rhinitis (3.8%), pharyngitis streptococcal (0.8%), acute sinusitis (0.8%), nasal congestion (0.8%), pharyngitis (0.8%), and sinusitis (0.8%). b Pyrexia in the SOGROYA treatment group included pyrexia (8.3%) and hyperthermia (0.8%). c Pain in extremity in the SOGROYA treatment group included pain in extremity (9.1%) and growing pains (0.8%). d Injection site reaction in the SOGROYA treatment group included injection site bruising (1.5%), injection site pain (1.5%), injection site hematoma (1.5%), injection site reaction (0.8%), and injection site swelling (0.8%) e Diarrhea in the SOGROYA treatment group included diarrhea (2.3%), gastroenteritis viral (1.5%), and gastrointestinal viral infection (0.8%) f Nausea/vomiting in the SOGROYA treatment group included vomiting (4.5%) and nausea (1.5%) Adult Patients with GHD SOGROYA was studied in adult patients with GHD in a 35-week, placebo-controlled, double-blind trial with an active-control arm [see Clinical Studies ( 14.2 )] . Adverse reactions occurring >2% with SOGROYA are presented in Table 3. Table 3. Adverse Reactions occurring >2% in Adults with GHD Treated with SOGROYA and More Frequently # than in Placebo-Treated Patients for 34 Weeks Placebo (N=61) SOGROYA (N=120) Adverse Reactions % % Back pain 3.3 10 Arthralgia 1.6 6.7 Dyspepsia 3.3 5 Sleep disorder 1.6 4.2 Dizziness 1.6 4.2 Tonsillitis 1.6 3.3 Peripheral edema 1.6 3.3 Vomiting 1.6 3.3 Adrenal insufficiency 1.6 3.3 Hypertension 1.6 3.3 Blood creatine phosphokinase increase 0 3.3 Weight increased 0 3.3 Anemia 0 2.5 # Included adverse reactions reported with at least 1% greater incidence in SOGROYA group compared to the placebo group More SOGROYA treated patients shifted from normal baseline levels to elevated phosphate and creatine phosphokinase levels at the end of the trial compared to the placebo group (17.5% vs 4.9% and 9.2% vs. 6.6%, respectively); these laboratory changes occurred intermittently, and were non-progressive."], "adverse_reactions_table": ["<table width=\"100%\"><col width=\"27%\"/><col width=\"27%\"/><col width=\"27%\"/><tbody><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"/><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"bold\">Somatropin</content></paragraph><paragraph><content styleCode=\"bold\">(N=68)</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"bold\">SOGROYA</content></paragraph><paragraph><content styleCode=\"bold\">(N=132)</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph><content styleCode=\"bold\">Adverse Reactions</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph><content styleCode=\"bold\">%</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph><content styleCode=\"bold\">%</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Nasopharyngitis<sup> a</sup></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>16.2</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>16.7</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Headache</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>8.8</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>12.1</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Pyrexia<sup>b</sup></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>11.8</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>9.1</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Pain in extremity<sup>c</sup></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>2.9</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>9.8</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Injection site reaction<sup>d</sup></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>5.9</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>6.1</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Diarrhea<sup>e</sup></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>5.9</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>4.5</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Nausea/vomiting<sup>f</sup></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>5.9</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>4.5</paragraph></td></tr><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph>Bronchitis</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph>7.4</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph>3</paragraph></td></tr></tbody></table>", "<table width=\"100%\"><col width=\"43%\"/><col width=\"17%\"/><col width=\"21%\"/><tbody><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"/><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"bold\">Placebo</content></paragraph><paragraph><content styleCode=\"bold\">(N=61)</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"bold\">SOGROYA</content></paragraph><paragraph><content styleCode=\"bold\">(N=120)</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph><content styleCode=\"bold\">Adverse Reactions</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph><content styleCode=\"bold\">%</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph><content styleCode=\"bold\">%</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Back pain</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>3.3</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>10</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Arthralgia</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>1.6</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>6.7</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Dyspepsia</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>3.3</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>5</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Sleep disorder</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>1.6</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>4.2</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Dizziness</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>1.6</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>4.2</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Tonsillitis</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>1.6</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>3.3</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Peripheral edema</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>1.6</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>3.3</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Vomiting</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>1.6</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>3.3</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Adrenal insufficiency</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>1.6</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>3.3</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Hypertension</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>1.6</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>3.3</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Blood creatine phosphokinase increase</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>0</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>3.3</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph>Weight increased</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>0</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>3.3</paragraph></td></tr><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph>Anemia</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph>0</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph>2.5</paragraph></td></tr></tbody></table>"], "drug_interactions": ["7 DRUG INTERACTIONS Table 4 includes a list of drugs with clinically important drug interactions when administered concomitantly with SOGROYA and instructions for preventing or managing them. Table 4. Clinically Important Drug Interactions with SOGROYA Replacement Glucocorticoid Treatment Clinical Impact: Microsomal enzyme 11β-hydroxysteroid dehydrogenase type 1 (11βHSD-1) is required for conversion of cortisone to its active metabolite, cortisol, in hepatic and adipose tissue. GH inhibits 11βHSD-1. Consequently, individuals with untreated GH deficiency have relative increases in 11βHSD-1 and serum cortisol. Initiation of SOGROYA may result in inhibition of 11βHSD-1 and reduced serum cortisol concentrations. Intervention: Patients treated with glucocorticoid replacement for hypoadrenalism may require an increase in their maintenance or stress doses following initiation of SOGROYA [see Warnings and Precautions ( 5.7 )]. Examples: Cortisone acetate and prednisone may be affected more than others because conversion of these drugs to their biologically active metabolites is dependent on the activity of 11βHSD-1. Cytochrome P450-Metabolized Drugs Clinical Impact: Limited published data indicate that GH treatment increases cytochrome P450 (CP450)-mediated antipyrine clearance. SOGROYA may alter the clearance of compounds known to be metabolized by CP450 liver enzymes. Intervention: Careful monitoring is advisable when SOGROYA is administered in combination with drugs metabolized by CP450 liver enzymes. Oral Estrogen Clinical Impact: Oral estrogens may reduce the serum IGF-1 response to SOGROYA. Intervention: Patients receiving oral estrogen replacement may require higher SOGROYA dosages [see Dosage and Administration (2.5 )] . Insulin and/or Other Hypoglycemic Agents Clinical Impact: Treatment with SOGROYA may decrease insulin sensitivity, particularly at higher doses. Intervention: Patients with diabetes mellitus may require adjustment of their doses of insulin and/or other hypoglycemic agents [see Warnings and Precautions ( 5.4 )]. • Replacement Glucocorticoid Treatment : Patients treated with glucocorticoid for hypoadrenalism may require an increase in their maintenance or stress doses following initiation of SOGROYA ( 7 ). • Cytochrome P450-Metabolized Drugs : SOGROYA may alter the clearance. Monitor carefully if used with SOGROYA ( 7 ). • Oral Estrogen : Larger doses of SOGROYA may be required ( 7 ). • Insulin and/or Other Antihyperglycemic Agents : Dose adjustment of insulin or antihyperglycemic agent may be required ( 5.4 , 7 )."], "drug_interactions_table": ["<table width=\"513pt\"><col width=\"21%\"/><col width=\"79%\"/><tbody><tr><td colspan=\"2\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"><paragraph><content styleCode=\"bold\">Replacement Glucocorticoid Treatment </content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"italics\">Clinical Impact:</content></paragraph></td><td styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"middle\"><paragraph>Microsomal enzyme 11&#x3B2;-hydroxysteroid dehydrogenase type 1 (11&#x3B2;HSD-1) is required for conversion of cortisone to its active metabolite, cortisol, in hepatic and adipose tissue. GH inhibits 11&#x3B2;HSD-1. Consequently, individuals with untreated GH deficiency have relative increases in 11&#x3B2;HSD-1 and serum cortisol. Initiation of SOGROYA may result in inhibition of 11&#x3B2;HSD-1 and reduced serum cortisol concentrations. </paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"italics\">Intervention:</content></paragraph></td><td styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"middle\"><paragraph>Patients treated with glucocorticoid replacement for hypoadrenalism may require an increase in their maintenance or stress doses following initiation of SOGROYA <content styleCode=\"italics\">[see Warnings and Precautions (</content><content styleCode=\"italics\"><linkHtml href=\"#ID_efb3fdf4-8d51-4f7f-9798-42809830459d\">5.7</linkHtml></content><content styleCode=\"italics\">)].</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"italics\">Examples:</content></paragraph></td><td styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"middle\"><paragraph>Cortisone acetate and prednisone may be affected more than others because conversion of these drugs to their biologically active metabolites is dependent on the activity of 11&#x3B2;HSD-1.</paragraph></td></tr><tr><td colspan=\"2\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"bold\">Cytochrome P450-Metabolized Drugs</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"italics\">Clinical Impact:</content></paragraph></td><td styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"middle\"><paragraph>Limited published data indicate that GH treatment increases cytochrome P450 (CP450)-mediated antipyrine clearance. SOGROYA may alter the clearance of compounds known to be metabolized by CP450 liver enzymes.</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"italics\">Intervention:</content></paragraph></td><td styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"middle\"><paragraph>Careful monitoring is advisable when SOGROYA is administered in combination with drugs metabolized by CP450 liver enzymes.</paragraph></td></tr><tr><td colspan=\"2\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"bold\">Oral Estrogen</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"italics\">Clinical Impact:</content></paragraph></td><td styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"middle\"><paragraph>Oral estrogens may reduce the serum IGF-1 response to SOGROYA. </paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"italics\">Intervention:</content></paragraph></td><td styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"middle\"><paragraph>Patients receiving oral estrogen replacement may require higher SOGROYA dosages <content styleCode=\"italics\">[see Dosage and Administration <linkHtml href=\"#ID_dd809fc1-296c-4687-b13a-9258b44edfe2\">(2.5</linkHtml>)]</content>.</paragraph></td></tr><tr><td colspan=\"2\" styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"bold\">Insulin and/or Other Hypoglycemic Agents</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"italics\">Clinical Impact:</content></paragraph></td><td styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"middle\"><paragraph>Treatment with SOGROYA may decrease insulin sensitivity, particularly at higher doses. </paragraph></td></tr><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"><paragraph><content styleCode=\"italics\">Intervention:</content></paragraph></td><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"><paragraph>Patients with diabetes mellitus may require adjustment of their doses of insulin and/or other hypoglycemic agents <content styleCode=\"italics\">[see Warnings and Precautions (<linkHtml href=\"#ID_6acd9d0a-0e23-4569-89bc-d6ce95f81695\">5.4</linkHtml>)].</content></paragraph></td></tr></tbody></table>"], "use_in_specific_populations": ["8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary There are no available data on the use of SOGROYA during pregnancy; however, published studies describing the use of short-acting recombinant growth hormone (rhGH) during pregnancy over several decades have not identified any drug-associated risk of major birth defects, miscarriage, or adverse maternal or fetal outcomes. In animal reproduction studies, subcutaneously administered somapacitan-beco was not teratogenic in rats or rabbits during organogenesis at doses approximately 12 times the clinical exposure at the maximum recommended human dose (MRHD) of 8 mg/week. No adverse developmental outcomes were observed in a pre- and post-natal development study with administration of somapacitan-beco to pregnant rats from organogenesis through lactation at approximately 275 times the clinical exposure at the MRHD (see Data) . The background risk of birth defects and miscarriage for the indicated population is unknown. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Animal Data In an embryo-fetal development study in rats, somapacitan-beco was administered by subcutaneous injection at doses of 2, 6, and 18 mg/kg/day during the period of organogenesis from gestation day 6 to 17. Fetal viability and development were not affected at doses up to 6 mg/kg/day (31 times the MRHD, based on AUC). Transient, fetal skeletal variations (short/bent/thickened long bones) were observed at 18 mg/kg/day (261 times the MRHD, based on AUC). In an embryo-fetal development study in rabbits, somapacitan-beco was administered by subcutaneous injection at doses of 1, 3, and 9 mg/kg every two days during the period of organogenesis from gestation day 6 to 18. Fetal viability and development were not adversely affected at somapacitan-beco dose of 1 mg/kg/every two days (12 times the MRHD, based on AUC). Reduced fetal growth was observed at doses ≥3 mg/kg/every two days (≥130 times the MRHD, based on C 12h ). In a pre- and post-natal development study in pregnant rats, somapacitan-beco was administered by subcutaneous injection at doses of 4, 9, and 18 mg/kg twice a week from gestation day 6 through lactation day 18. No adverse developmental effects were observed in the offspring at doses up to 9 mg/kg (275 times the MRHD, based on AUC). Increased incidence of renal pelvic dilatation was observed on post-natal day 21 at 18 mg/kg (630 times the MRHD, based on AUC), but was not observed in the adult F1 generation. 8.2 Lactation Risk Summary There is no information on the presence of somapacitan-beco in human milk, the effects on the breastfed infant, or the effects on milk production. Somapacitan-beco-related material was secreted into milk of lactating rats. When a substance is present in animal milk, it is likely that the substance will be present in human milk . Available published data describing administration of short-acting recombinant growth hormone (rhGH) to lactating women for 7 days reported that short-acting rhGH did not increase the normal breastmilk concentration of growth hormone and no adverse effects were reported in breastfed infants. The developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for SOGROYA and any potential adverse effects on the breastfed infant from SOGROYA or from the underlying maternal condition. 8.4 Pediatric Use The safety and effectiveness of SOGROYA have been established for the treatment of growth failure due to inadequate secretion of endogenous growth hormone (GH) in pediatric patients 2.5 years of age and older. The use of SOGROYA for this indication is supported by evidence from a 52 week randomized, multi-center, open-label, active-controlled, parallel-group phase 3 trial in 200 treatment-naïve, pediatric patients with GHD. The safety profile from the pediatric trial was similar to that reported in adults [see Adverse Reactions ( 6.1 ) and Clinical Studies ( 14.1 )]. Risks in pediatric patients associated with growth hormone use include: • Sudden death in pediatric patients with Prader-Willi Syndrome. SOGROYA is not indicated for the treatment of pediatric patients with growth failure secondary to genetically confirmed Prader-Willi syndrome. [see Warnings and Precautions ( 5.13 )] • Increased risk of second neoplasm in pediatric cancer survivors treated with radiation to the brain and/or head [see Warnings and Precautions ( 5.3 )] • Slipped capital femoral epiphysis in pediatric patients [see Warnings and Precautions ( 5.9 )] • Progression of preexisting scoliosis in pediatric patients [see Warnings and Precautions ( 5.10 )] • Pancreatitis [see Warnings and Precautions ( 5.11 )] The safety and effectiveness of SOGROYA for the treatment of growth failure due to inadequate secretion of endogenous growth hormone have not been established in pediatric patients less than 2.5 years of age. 8.5 Geriatric Use In clinical studies a total of 52 (15.6%) of the 333 SOGROYA-treated patients were 65 years or older and 3 (0.9%) were 75 years or older [see Clinical Studies ( 14 )] . Subjects older than 65 years appeared to have higher exposure than younger subjects at the same dose level. Elderly patients may be more sensitive to the action of somapacitan-beco, and therefore may be at increased risk for adverse reactions. Initiate SOGROYA with a dose of 1 mg once weekly and use smaller increments when increasing the dose [see Dosage and Administration ( 2.5 )]. 8.6 Hepatic Impairment Adult patients: No dose adjustment of SOGROYA is required for patients with mild hepatic impairment. Higher somapacitan-beco exposure was observed in patients with moderate hepatic impairment. In patients with moderate hepatic impairment, initiate SOGROYA with a dose of 1 mg once weekly and use smaller increments when increasing the dose. The maximum dose should not exceed 4 mg once weekly. Somapacitan-beco was not studied in patients with severe hepatic impairment. Therefore, use of SOGROYA is not recommended in patients with severe hepatic impairment. [see Dosage and Administration ( 2.5 ) and Clinical Pharmacology ( 12.3 )]. Pediatric patients: Based on the hepatic impairment study in adults, no dose adjustment of SOGROYA is recommended for patients with mild hepatic impairment. Higher systemic exposure of SOGROYA is expected in pediatric patients with moderate and severe hepatic impairment; therefore, SOGROYA is not recommended in these pediatric patients [see Dosage and Administration ( 2.5 )] ."], "pregnancy": ["8.1 Pregnancy Risk Summary There are no available data on the use of SOGROYA during pregnancy; however, published studies describing the use of short-acting recombinant growth hormone (rhGH) during pregnancy over several decades have not identified any drug-associated risk of major birth defects, miscarriage, or adverse maternal or fetal outcomes. In animal reproduction studies, subcutaneously administered somapacitan-beco was not teratogenic in rats or rabbits during organogenesis at doses approximately 12 times the clinical exposure at the maximum recommended human dose (MRHD) of 8 mg/week. No adverse developmental outcomes were observed in a pre- and post-natal development study with administration of somapacitan-beco to pregnant rats from organogenesis through lactation at approximately 275 times the clinical exposure at the MRHD (see Data) . The background risk of birth defects and miscarriage for the indicated population is unknown. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively. Data Animal Data In an embryo-fetal development study in rats, somapacitan-beco was administered by subcutaneous injection at doses of 2, 6, and 18 mg/kg/day during the period of organogenesis from gestation day 6 to 17. Fetal viability and development were not affected at doses up to 6 mg/kg/day (31 times the MRHD, based on AUC). Transient, fetal skeletal variations (short/bent/thickened long bones) were observed at 18 mg/kg/day (261 times the MRHD, based on AUC). In an embryo-fetal development study in rabbits, somapacitan-beco was administered by subcutaneous injection at doses of 1, 3, and 9 mg/kg every two days during the period of organogenesis from gestation day 6 to 18. Fetal viability and development were not adversely affected at somapacitan-beco dose of 1 mg/kg/every two days (12 times the MRHD, based on AUC). Reduced fetal growth was observed at doses ≥3 mg/kg/every two days (≥130 times the MRHD, based on C 12h ). In a pre- and post-natal development study in pregnant rats, somapacitan-beco was administered by subcutaneous injection at doses of 4, 9, and 18 mg/kg twice a week from gestation day 6 through lactation day 18. No adverse developmental effects were observed in the offspring at doses up to 9 mg/kg (275 times the MRHD, based on AUC). Increased incidence of renal pelvic dilatation was observed on post-natal day 21 at 18 mg/kg (630 times the MRHD, based on AUC), but was not observed in the adult F1 generation."], "pediatric_use": ["8.4 Pediatric Use The safety and effectiveness of SOGROYA have been established for the treatment of growth failure due to inadequate secretion of endogenous growth hormone (GH) in pediatric patients 2.5 years of age and older. The use of SOGROYA for this indication is supported by evidence from a 52 week randomized, multi-center, open-label, active-controlled, parallel-group phase 3 trial in 200 treatment-naïve, pediatric patients with GHD. The safety profile from the pediatric trial was similar to that reported in adults [see Adverse Reactions ( 6.1 ) and Clinical Studies ( 14.1 )]. Risks in pediatric patients associated with growth hormone use include: • Sudden death in pediatric patients with Prader-Willi Syndrome. SOGROYA is not indicated for the treatment of pediatric patients with growth failure secondary to genetically confirmed Prader-Willi syndrome. [see Warnings and Precautions ( 5.13 )] • Increased risk of second neoplasm in pediatric cancer survivors treated with radiation to the brain and/or head [see Warnings and Precautions ( 5.3 )] • Slipped capital femoral epiphysis in pediatric patients [see Warnings and Precautions ( 5.9 )] • Progression of preexisting scoliosis in pediatric patients [see Warnings and Precautions ( 5.10 )] • Pancreatitis [see Warnings and Precautions ( 5.11 )] The safety and effectiveness of SOGROYA for the treatment of growth failure due to inadequate secretion of endogenous growth hormone have not been established in pediatric patients less than 2.5 years of age."], "geriatric_use": ["8.5 Geriatric Use In clinical studies a total of 52 (15.6%) of the 333 SOGROYA-treated patients were 65 years or older and 3 (0.9%) were 75 years or older [see Clinical Studies ( 14 )] . Subjects older than 65 years appeared to have higher exposure than younger subjects at the same dose level. Elderly patients may be more sensitive to the action of somapacitan-beco, and therefore may be at increased risk for adverse reactions. Initiate SOGROYA with a dose of 1 mg once weekly and use smaller increments when increasing the dose [see Dosage and Administration ( 2.5 )]."], "drug_abuse_and_dependence": ["9 DRUG ABUSE AND DEPENDENCE 9.1 Controlled Substance SOGROYA contains somapacitan-beco, which is not a controlled substance. 9.2 Abuse Inappropriate use of SOGROYA may result in significant negative health consequences. 9.3 Dependence SOGROYA is not associated with drug related withdrawal adverse reactions."], "controlled_substance": ["9.1 Controlled Substance SOGROYA contains somapacitan-beco, which is not a controlled substance."], "abuse": ["9.2 Abuse Inappropriate use of SOGROYA may result in significant negative health consequences."], "dependence": ["9.3 Dependence SOGROYA is not associated with drug related withdrawal adverse reactions."], "overdosage": ["10 OVERDOSAGE Acute overdosage could lead initially to hypoglycemia and subsequently to hyperglycemia. Overdose with SOGROYA is likely to cause fluid retention. Long-term overdosage could result in signs and symptoms of gigantism and/or acromegaly consistent with the known effects of excess endogenous growth hormone."], "description": ["11 DESCRIPTION Somapacitan-beco is a human growth hormone (hGH) analog with a single substitution in the amino acid backbone (L101C) to which an albumin-binding moiety has been attached. The albumin-binding moiety (side-chain) consists of an albumin binder and a hydrophilic spacer attached to position 101 of the protein. The protein part consists of 191 amino acids. Somapacitan-beco is produced in Escherichia coli by recombinant DNA technology. The molecular formula (including the albumin-binding moiety) is C 1038 H 1609 N 273 O 319 S 9 and the molecular weight is 23305.10 g/mol, of which the albumin-binding moiety is 1191.39 g/mol. Structural Formula: SOGROYA ( somapacitan-beco) injection is supplied as a sterile, clear to slightly opalescent and colorless to slightly yellow solution for subcutaneous use in a single-patient-use prefilled pen with a deliverable volume of 1.5 mL. Each mL of SOGROYA 5 mg/1.5 mL prefilled pen contains 3.3 mg of somapacitan-beco, histidine (0.68 mg), mannitol (44 mg), phenol (4 mg), poloxamer 188 (1 mg), and Water for Injection, USP. The pH is approximately 6.8. Hydrochloric acid and sodium hydroxide may be added to adjust the pH. Each mL of SOGROYA 10 mg/1.5 mL prefilled pen contains 6.7 mg of somapacitan-beco, histidine (0.68 mg), mannitol (44 mg), phenol (4 mg), poloxamer 188 (1 mg), and Water for Injection, USP. The pH is approximately 6.8. Hydrochloric acid and sodium hydroxide may be added to adjust the pH. Each mL of SOGROYA 15 mg/1.5 mL prefilled pen contains 10 mg of somapacitan-beco, histidine (0.68 mg), mannitol (44 mg), phenol (4 mg), poloxamer 188 (1 mg), and Water for Injection, USP. The pH is approximately 6.8. Hydrochloric acid and sodium hydroxide may be added to adjust the pH. Image of molecule structure"], "clinical_pharmacology": ["12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action Somapacitan-beco binds to a dimeric GH receptor in the cell membrane of target cells resulting in intracellular signal transduction and a host of pharmacodynamic effects. Some of these pharmacodynamic effects are primarily mediated by insulin-like growth factor-1 (IGF-1) produced in the liver, while others are primarily a consequence of the direct effects of somapacitan-beco. 12.2 Pharmacodynamics IGF-1 was measured to assess the pharmacodynamic (PD) properties of somapacitan-beco. Somapacitan-beco normalizes the mean IGF-1 standard deviation score (SDS) level from a baseline value below -2 to a value within the reference range (-2 to +2) in treatment-naïve adult patients with GHD [see Clinical Studies ( 14 )] . In adult patients with GHD (n=26), somapacitan-beco induces a less than dose proportional IGF-1 response at steady state. Maximum IGF-1 concentrations were observed within 2 to 4 days after dosing. Similar to the somapacitan-beco exposure time course, a steady state IGF-1 response was reached after 1 to 2 weekly doses with limited cumulative IGF-1 response. In pediatric patients with GHD aged 2.5 to 11 years, somapacitan-beco produces a dose linear IGF-1 response, with a change of 0.02 mg/kg on average resulting in a change in IGF-1 standard deviation score (SDS) of 0.32. Approximately 97% of pediatric patients achieved an average IGF-1 SDS level within normal range after 52 weeks of treatment with once weekly Sogroya in Study NCT03811535. IGF-1 SDS levels were -2.03 at baseline and the IGF-1 SDS level change from baseline was 2.36. 12.3 Pharmacokinetics Somapacitan-beco has pharmacokinetic properties compatible with once weekly administration. The reversible binding to endogenous albumin delays elimination of somapacitan and thereby prolongs the in vivo half-life and duration of action. The pharmacokinetics (PK) of somapacitan-beco following subcutaneous administration have been investigated at clinically relevant doses (e.g., 0.01 to 0.32 mg/kg in healthy adults, 0.02 to 0.12 mg/kg in adults with GHD, and 0.02 to 0.16 mg/kg in pediatric patient with GHD)‎. Overall, somapacitan-beco displays non-linear pharmacokinetics, however in the clinically relevant dose range of somapacitan-beco in adults with GHD, somapacitan-beco pharmacokinetics are approximately linear. After subcutaneous administration of 0.02 – 0.16 mg/kg/week somapacitan-beco in pediatric patients with GHD, a non-linear dose-exposure relationship with a greater than dose proportional increase in exposure was observed. Absorption In adults with GHD, a maximum concentration of somapacitan-beco is reached 4 to 24 hours post dose. Steady state exposure is achieved following 1 to 2 weeks of once weekly administration of subcutaneous somapacitan-beco. In pediatric patients with GHD, maximum somapacitan-beco concentrations occurred 8 to 25 hours after dosing at doses from 0.02 mg/kg/week to 0.16 mg/kg/week and increased with increasing dose level. Steady state was achieved following 1 to 2 weekly administration. Distribution Somapacitan-beco is extensively bound (>99%) to plasma proteins. Based on population PK analyses, the estimated volume of distribution (V/F) of somapacitan-beco in adult GHD patients is approximately 14.6 L and 1.7 L in pediatric patients with GHD. Elimination The plasma elimination half-life of somapacitan-beco is approximately 2 to 3 days in adult patients with GHD. Following a dose of 0.16 mg/kg/week, the terminal half-life of somapacitan-beco was about 34 hours in pediatric patients with GHD. Somapacitan-beco was cleared within one week after treatment discontinuation. Metabolism: Somapacitan-beco is metabolized via proteolytic cleavage of the linker sequence between the peptide backbone and albumin binder sidechain. Excretion: The primary excretion routes of somapacitan-beco-related material are via the urine and feces. Approximately 81% of the dose is excreted in the urine and approximately 13% is excreted in the feces. No intact somapacitan-beco is excreted indicating full breakdown of somapacitan-beco prior to excretion. Specific Populations Body weight : Adults with GHD -The exposure of somapacitan-beco decreases with increasing body weight. However, the somapacitan-beco dose range of 0.1 to 8 mg/week provides adequate systemic exposure to reach target IGF-1 levels over the weight range of 34.5-150.5 kg evaluated in the clinical trials. Pediatric patients with GHD: Based on pharmacokinetic analysis, gender and race do not have a clinically meaningful effect on the pharmacokinetics. The exposure of somapacitan-beco decreases with increasing body weight. However, the somapacitan-beco dose of 0.16 mg/kg/week provides adequate systemic exposure for pediatrics to reach target IGF-1 levels over the weight range of 9.9 to 61.8 kg evaluated in the clinical trials. Geriatric patients: Adult patients greater than 65 years of age and geriatric patients have a higher exposure than younger subjects at the same somapacitan-beco dose [see Dosage and Administration ( 2.5 ) and Use in Specific Populations ( 8.5 )]. Female patients receiving estrogen: Female patients and in particular female patients on oral estrogen, have lower exposure than males at the same somapacitan-beco dose [see Dosage and Administration ( 2.5 ) and Drug Interactions ( 7 )]. Hepatic impairment: A somapacitan-beco dose of 0.08 mg/kg at steady state resulted in comparable somapacitan-beco exposure between patients with normal hepatic function and mild hepatic impairment (Child-Pugh A). However, higher exposure was observed in patients with moderate hepatic impairment (Child-Pugh B) (ratios to normal hepatic function were 4.69 and 3.52-fold increase for AUC 0-168h and C max , respectively). Lower somapacitan-beco stimulated IGF-1 levels were observed in patients with mild and moderate hepatic impairment (ratios to normal hepatic function were 0.85 and 0.75, respectively) [see Dosage and Administration ( 2.5 ) and Use in Specific Populations ( 8.6 )] . Renal impairment: In general, somapacitan-beco exposure tended to increase with decreasing estimated glomerular filtration rate. A somapacitan-beco dose of 0.08 mg/kg at steady state resulted in higher exposures in patients with renal impairment, that was most pronounced for patients with severe renal impairment and patients requiring hemodialysis (AUC 0-168h ratios to normal renal function were 1.75 and 1.63, respectively). Higher IGF-1 AUC 0-168h levels were also observed in patients with moderate and severe renal impairment and in patients requiring hemodialysis (ratios to normal renal function were 1.35, 1.40 and 1.24, respectively). 12.6 Immunogenicity The observed incidence of anti-drug antibodies is highly dependent on the sensitivity and specificity of the assay. Differences in assay methods preclude meaningful comparisons of the incidence of anti-drug antibodies in the studies described below with the incidence of anti-drug antibodies in other studies, include those of SOGROYA or other growth hormone analogs. No anti-somapacitan-beco antibodies were detected in the clinical trials in adult patients with GHD. Anti-somapacitan-beco binding antibodies were evaluated in samples collected at baseline, week 13, and week 52 of treatment in the 52-week main period of the phase 3 trial in pediatric patients with GHD receiving somapacitan-beco. Of the 132 subjects exposed to somapacitan-beco, 16 (12.1%) showed detectable binding antibodies to somapacitan-beco at any time during the main period of the trial following exposure to SOGROYA. 14 out of 16 subjects showed detectable binding antibodies to somapacitan-beco only at one timepoint. Of the 68 patients exposed to daily somatropin, detectable binding antibodies were detected in 7 (10.3%) children. Of these, 6 children had positive antibody samples only at one timepoint. There was no identified clinically significant effect of anti-drug antibodies on pharmacokinetics, pharmacodynamics, safety, or effectiveness of SOGROYA over the treatment duration. No neutralizing antibodies to somapacitan-beco were detected."], "mechanism_of_action": ["12.1 Mechanism of Action Somapacitan-beco binds to a dimeric GH receptor in the cell membrane of target cells resulting in intracellular signal transduction and a host of pharmacodynamic effects. Some of these pharmacodynamic effects are primarily mediated by insulin-like growth factor-1 (IGF-1) produced in the liver, while others are primarily a consequence of the direct effects of somapacitan-beco."], "pharmacodynamics": ["12.2 Pharmacodynamics IGF-1 was measured to assess the pharmacodynamic (PD) properties of somapacitan-beco. Somapacitan-beco normalizes the mean IGF-1 standard deviation score (SDS) level from a baseline value below -2 to a value within the reference range (-2 to +2) in treatment-naïve adult patients with GHD [see Clinical Studies ( 14 )] . In adult patients with GHD (n=26), somapacitan-beco induces a less than dose proportional IGF-1 response at steady state. Maximum IGF-1 concentrations were observed within 2 to 4 days after dosing. Similar to the somapacitan-beco exposure time course, a steady state IGF-1 response was reached after 1 to 2 weekly doses with limited cumulative IGF-1 response. In pediatric patients with GHD aged 2.5 to 11 years, somapacitan-beco produces a dose linear IGF-1 response, with a change of 0.02 mg/kg on average resulting in a change in IGF-1 standard deviation score (SDS) of 0.32. Approximately 97% of pediatric patients achieved an average IGF-1 SDS level within normal range after 52 weeks of treatment with once weekly Sogroya in Study NCT03811535. IGF-1 SDS levels were -2.03 at baseline and the IGF-1 SDS level change from baseline was 2.36."], "pharmacokinetics": ["12.3 Pharmacokinetics Somapacitan-beco has pharmacokinetic properties compatible with once weekly administration. The reversible binding to endogenous albumin delays elimination of somapacitan and thereby prolongs the in vivo half-life and duration of action. The pharmacokinetics (PK) of somapacitan-beco following subcutaneous administration have been investigated at clinically relevant doses (e.g., 0.01 to 0.32 mg/kg in healthy adults, 0.02 to 0.12 mg/kg in adults with GHD, and 0.02 to 0.16 mg/kg in pediatric patient with GHD)‎. Overall, somapacitan-beco displays non-linear pharmacokinetics, however in the clinically relevant dose range of somapacitan-beco in adults with GHD, somapacitan-beco pharmacokinetics are approximately linear. After subcutaneous administration of 0.02 – 0.16 mg/kg/week somapacitan-beco in pediatric patients with GHD, a non-linear dose-exposure relationship with a greater than dose proportional increase in exposure was observed. Absorption In adults with GHD, a maximum concentration of somapacitan-beco is reached 4 to 24 hours post dose. Steady state exposure is achieved following 1 to 2 weeks of once weekly administration of subcutaneous somapacitan-beco. In pediatric patients with GHD, maximum somapacitan-beco concentrations occurred 8 to 25 hours after dosing at doses from 0.02 mg/kg/week to 0.16 mg/kg/week and increased with increasing dose level. Steady state was achieved following 1 to 2 weekly administration. Distribution Somapacitan-beco is extensively bound (>99%) to plasma proteins. Based on population PK analyses, the estimated volume of distribution (V/F) of somapacitan-beco in adult GHD patients is approximately 14.6 L and 1.7 L in pediatric patients with GHD. Elimination The plasma elimination half-life of somapacitan-beco is approximately 2 to 3 days in adult patients with GHD. Following a dose of 0.16 mg/kg/week, the terminal half-life of somapacitan-beco was about 34 hours in pediatric patients with GHD. Somapacitan-beco was cleared within one week after treatment discontinuation. Metabolism: Somapacitan-beco is metabolized via proteolytic cleavage of the linker sequence between the peptide backbone and albumin binder sidechain. Excretion: The primary excretion routes of somapacitan-beco-related material are via the urine and feces. Approximately 81% of the dose is excreted in the urine and approximately 13% is excreted in the feces. No intact somapacitan-beco is excreted indicating full breakdown of somapacitan-beco prior to excretion. Specific Populations Body weight : Adults with GHD -The exposure of somapacitan-beco decreases with increasing body weight. However, the somapacitan-beco dose range of 0.1 to 8 mg/week provides adequate systemic exposure to reach target IGF-1 levels over the weight range of 34.5-150.5 kg evaluated in the clinical trials. Pediatric patients with GHD: Based on pharmacokinetic analysis, gender and race do not have a clinically meaningful effect on the pharmacokinetics. The exposure of somapacitan-beco decreases with increasing body weight. However, the somapacitan-beco dose of 0.16 mg/kg/week provides adequate systemic exposure for pediatrics to reach target IGF-1 levels over the weight range of 9.9 to 61.8 kg evaluated in the clinical trials. Geriatric patients: Adult patients greater than 65 years of age and geriatric patients have a higher exposure than younger subjects at the same somapacitan-beco dose [see Dosage and Administration ( 2.5 ) and Use in Specific Populations ( 8.5 )]. Female patients receiving estrogen: Female patients and in particular female patients on oral estrogen, have lower exposure than males at the same somapacitan-beco dose [see Dosage and Administration ( 2.5 ) and Drug Interactions ( 7 )]. Hepatic impairment: A somapacitan-beco dose of 0.08 mg/kg at steady state resulted in comparable somapacitan-beco exposure between patients with normal hepatic function and mild hepatic impairment (Child-Pugh A). However, higher exposure was observed in patients with moderate hepatic impairment (Child-Pugh B) (ratios to normal hepatic function were 4.69 and 3.52-fold increase for AUC 0-168h and C max , respectively). Lower somapacitan-beco stimulated IGF-1 levels were observed in patients with mild and moderate hepatic impairment (ratios to normal hepatic function were 0.85 and 0.75, respectively) [see Dosage and Administration ( 2.5 ) and Use in Specific Populations ( 8.6 )] . Renal impairment: In general, somapacitan-beco exposure tended to increase with decreasing estimated glomerular filtration rate. A somapacitan-beco dose of 0.08 mg/kg at steady state resulted in higher exposures in patients with renal impairment, that was most pronounced for patients with severe renal impairment and patients requiring hemodialysis (AUC 0-168h ratios to normal renal function were 1.75 and 1.63, respectively). Higher IGF-1 AUC 0-168h levels were also observed in patients with moderate and severe renal impairment and in patients requiring hemodialysis (ratios to normal renal function were 1.35, 1.40 and 1.24, respectively)."], "nonclinical_toxicology": ["13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Long term studies in animals with somapacitan-beco to evaluate carcinogenic potential have not been conducted. Somapacitan-beco was not mutagenic or clastogenic in a standard battery of genotoxicity tests (bacterial mutagenicity (Ames), human lymphocyte chromosome aberration, rat bone marrow micronucleus). In rat studies evaluating male and female fertility, somapacitan-beco was administered by subcutaneous injection at doses of 1, 2, and 4 mg/kg twice weekly. Males were dosed from four weeks before pairing until termination and females were dosed beginning two weeks prior to mating through gestation day 7. No adverse effects were observed on male or female fertility in rats at doses up to 4 mg/kg (29 times the MRHD, based on AUC)."], "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": ["13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Long term studies in animals with somapacitan-beco to evaluate carcinogenic potential have not been conducted. Somapacitan-beco was not mutagenic or clastogenic in a standard battery of genotoxicity tests (bacterial mutagenicity (Ames), human lymphocyte chromosome aberration, rat bone marrow micronucleus). In rat studies evaluating male and female fertility, somapacitan-beco was administered by subcutaneous injection at doses of 1, 2, and 4 mg/kg twice weekly. Males were dosed from four weeks before pairing until termination and females were dosed beginning two weeks prior to mating through gestation day 7. No adverse effects were observed on male or female fertility in rats at doses up to 4 mg/kg (29 times the MRHD, based on AUC)."], "clinical_studies": ["14 CLINICAL STUDIES 14.1 Pediatric Patients with Growth Hormone Deficiency (GHD) A randomized, open-label, active-controlled, parallel-group phase 3 study was conducted in 200 treatment-naïve, pediatric patients with growth hormone deficiency (GHD) (NCT03811535). The primary efficacy endpoint was annualized height velocity at Week 52. One hundred thirty two patients (132) received 0.16 mg/kg/week SOGROYA, and 68 received 0.034 mg/kg/day daily somatropin. The patients ranged in age from 2.5 to 11 years with a mean of 6.4 years. Of these patients, 74.5% were male and 25.5% were female. Fifty-seven percent (57%) of patients were Caucasian, 37% of patients were Asian, 0.5% of patients were Black or African American, 5.0% were not reported, and 0.5% were categorized as “other.” The mean baseline height standard deviation score (SDS) of -2.99 (1.02) in SOGROYA group and -3.47 (1.52) in daily somatropin group. Treatment with once-weekly SOGROYA for 52 weeks resulted in an annualized height velocity of 11.2 cm/year. Patients treated with daily somatropin achieved an annualized height velocity of 11.7 cm/year after 52 weeks of treatment. Refer to Table 5. Table 5. Annualized Height Velocity at Week 52 in pediatric patients with GHD Once-Weekly SOGROYA (N=132) Daily somatropin (N=68) Estimate of treatment difference (95% CI) (somapacitan-beco minus somatropin) Annualized Height Velocity (cm/year) 11.2 11.7 -0.5 [-1.1; 0.2] The mean increase in height SDS over the 52 week period was 1.25 and 1.30 in the once-weekly SOGROYA and daily somatropin groups, respectively. 14.2 Adults with Growth Hormone Deficiency (GHD) In a 35-week, double-blind, placebo-controlled study, treatment-naïve adult patients with GHD were randomized (2:1:2) and exposed to once-weekly SOGROYA 10 mg/1.5mL (n=120) or placebo (n=60) or a daily somatropin product 10 mg/1.5mL (n=119) for a 34-week treatment period (NCT02229851). In this study, patients were 51.7% female and had a mean age of 45.1 years. Most patients were 23 to 64 years old and most (69.7%) had adult onset GHD. The mean BMI was 27.4 kg/m 2 . Overall, 66.7% were White, 28.7% were Asian and 2.3% were Black or African American; 4.5% identified as Hispanic or Latino ethnicity. Treatment with SOGROYA demonstrated superiority compared to placebo in reduction in truncal fat percentage (%) as assessed by dual X-ray absorptiometry, with a change of -1.06% for SOGROYA and +0.47% for placebo after 34 weeks (see Table 6). Patients treated with daily somatropin achieved a change in truncal fat % of -2.23% after 34 weeks. Table 6. Truncal Fat % Results for weekly SOGROYA, weekly placebo and daily somatropin during the 34-week pivotal trial Change from baseline at 34 weeks Weekly Placebo Weekly SOGROYA Daily Somatropin Number of subjects in FAS (N) 61 120 119 Truncal fat % (baseline) 36.9 39.11 38.10 Truncal fat % 0.47 -1.06 -2.23 Absolute Treatment Difference (%)* [95% Confidence Interval] p-value -1.53 [-2.68; -0.38] 0.0090 Abbreviations : FAS = Full analysis set, N = Number of subjects in FAS. Changes in truncal fat % from baseline to 34 weeks were analyzed using an analysis of covariance model with treatment, GHD onset type, sex, region, diabetes mellitus status and sex by region by diabetes mellitus interaction as factors and baseline as a covariate incorporating a multiple imputation technique where missing week 34 values were imputed based on data from the placebo group. *No formal statistical comparison between SOGROYA and daily somatropin was performed. After 34 weeks SOGROYA normalized the mean IGF-1 SDS level in treatment-naïve adult patients with GHD with a IGF-1 SDS of -0.17 in SOGROYA-treated patients compared to -2.62 in placebo-treated patients (see Table 7). The mean IGF-1 SDS levels in daily somatropin-treated patients was -2.53 at baseline and -0.23 at 34 weeks. Table 7. IGF-1 SDS for SOGROYA compared to placebo during the 34-week pivotal trial SOGROYA Placebo Number of subjects in FAS (N) 120 61 IGF-1 SDS values at baseline, mean -2.54 -2.64 IGF-1 SDS value at week 34, mean -0.17 -2.62 Abbreviations: IGF-1 SDS: Insulin-like growth factor-1 standard deviation score, FAS = full analysis set, N = Number of patients in FAS. Baseline and end of main period (week 34) are observed means. Changes from baseline to the 35-week’s measurements were analysed using a mixed-effect model for repeated measurements including treatment, GHD onset type, sex, region, diabetes mellitus and sex by region by diabetes mellitus interaction as factors and baseline as a covariate, all nested within week as a factor."], "clinical_studies_table": ["<table cellpadding=\"0pt\" width=\"471pt\"><col width=\"25%\"/><col width=\"21%\"/><col width=\"19%\"/><col width=\"34%\"/><tbody><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph> </paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph>Once-Weekly SOGROYA</paragraph><paragraph>(N=132)</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph>Daily somatropin</paragraph><paragraph>(N=68)</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph>Estimate of treatment difference (95% CI) (somapacitan-beco minus somatropin)</paragraph></td></tr><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"><paragraph>Annualized Height Velocity (cm/year)</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph>11.2</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph>11.7</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph>-0.5 [-1.1; 0.2]</paragraph></td></tr></tbody></table>", "<table cellpadding=\"0pt\" width=\"100%\"><col width=\"39%\"/><col width=\"13%\"/><col width=\"14%\"/><col width=\"16%\"/><thead><tr><th align=\"left\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"><content styleCode=\"bold\">Change from baseline at 34 weeks </content></th><th align=\"center\" styleCode=\"Rrule Botrule Toprule \" valign=\"middle\"><content styleCode=\"bold\">Weekly Placebo</content></th><th align=\"center\" styleCode=\"Rrule Botrule Toprule \" valign=\"middle\"><content styleCode=\"bold\">Weekly</content> <content styleCode=\"bold\">SOGROYA</content></th><th align=\"center\" styleCode=\"Rrule Botrule Toprule \" valign=\"middle\"><content styleCode=\"bold\">Daily</content> <content styleCode=\"bold\">Somatropin</content></th></tr></thead><tbody><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Number of subjects in FAS (N)</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule \" valign=\"middle\"><paragraph>61</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule \" valign=\"middle\"><paragraph>120</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule \" valign=\"middle\"><paragraph>119</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Truncal fat % (baseline)</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule \" valign=\"middle\"><paragraph>36.9</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule \" valign=\"middle\"><paragraph>39.11</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule \" valign=\"middle\"><paragraph>38.10</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"><paragraph>Truncal fat %</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule \" valign=\"middle\"><paragraph>0.47</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule \" valign=\"middle\"><paragraph>-1.06</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule \" valign=\"middle\"><paragraph>-2.23</paragraph></td></tr><tr><td styleCode=\"Rrule Botrule Lrule \" valign=\"middle\"><paragraph>Absolute Treatment Difference (%)*</paragraph><paragraph>[95% Confidence Interval]</paragraph><paragraph>p-value</paragraph></td><td align=\"center\" colspan=\"2\" styleCode=\"Rrule Botrule \" valign=\"middle\"><paragraph>-1.53</paragraph><paragraph>[-2.68; -0.38]</paragraph><paragraph>0.0090</paragraph></td><td styleCode=\"Rrule Botrule \" valign=\"middle\"/></tr></tbody></table>", "<table cellpadding=\"2.85pt\" width=\"369pt\"><col width=\"47%\"/><col width=\"14%\"/><col width=\"16%\"/><thead><tr><th align=\"left\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"/><th align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"><content styleCode=\"bold\">SOGROYA</content></th><th align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"><content styleCode=\"bold\">Placebo</content></th></tr></thead><tbody><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph><content styleCode=\"bold\">Number of subjects in FAS (N)</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>120</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>61</paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><paragraph><content styleCode=\"bold\">IGF-1 SDS values at baseline, mean</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>-2.54</paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><paragraph>-2.64</paragraph></td></tr><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph><content styleCode=\"bold\">IGF-1 SDS value at week 34, mean</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph>-0.17</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><paragraph>-2.62</paragraph></td></tr></tbody></table>"], "how_supplied": ["16 HOW SUPPLIED/STORAGE AND HANDLING How Supplied SOGROYA ( somapacitan-beco) injection is a clear to slightly opalescent and colorless to slightly yellow solution available as one 1.5 mL single-patient-use prefilled pen per carton: • SOGROYA 5 mg/1.5 mL (3.3 mg/mL) pen (teal) NDC 0169-2035-11 • SOGROYA 10 mg/1.5 mL (6.7 mg/mL) pen (yellow) NDC 0169-2030-11 • SOGROYA 15 mg/1.5 mL (10 mg/mL) pen (red) NDC 0169-2037-11 Storage and Handling Before and during use: Store in a refrigerator at 36°F to 46°F (2°C to 8°C) with the cap on and in the original carton to protect from light. Do not freeze. Do not use SOGROYA if it has been frozen. Discard prefilled pen if kept above 86°F (30°C). Avoid direct or excessive heat. Avoid sunlight. Refer to storage conditions for SOGROYA (Table 8). Write the date of first use in the space provided on the carton. Always remove and safely discard the needle after each injection and store the SOGROYA prefilled pen without an injection needle attached. Always use a new needle for each injection to prevent contamination. Table 8. Storage conditions for SOGROYA Before first use (unopened) After first use (opened) Refrigerated 36°F to 46°F (2°C to 8°C) Room Temperature up to 77°F (25°C) Refrigerated 36°F to 46°F (2°C to 8°C) Room Temperature up to 77°F (25°C) SOGROYA Until expiration date Maximum 72 hours (3 days)* up to 6 weeks Maximum 72 hours (3 days)* *The total time allowed at room temperature (up to 77°F [25°C]) is 72 hours (3 days) regardless of whether the product is in-use (opened) or before first use (unopened). Must discard if kept above 86°F (30°C)."], "how_supplied_table": ["<table width=\"100%\"><col width=\"15%\"/><col width=\"21%\"/><col width=\"23%\"/><col width=\"20%\"/><col width=\"21%\"/><tbody><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"/><td align=\"center\" colspan=\"2\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"><paragraph><content styleCode=\"bold\">Before first use (unopened)</content></paragraph></td><td align=\"center\" colspan=\"2\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"><paragraph><content styleCode=\"bold\">After first use (opened)</content></paragraph></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"middle\"/><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"bold\">Refrigerated</content></paragraph><paragraph><content styleCode=\"bold\">36&#xB0;F to 46&#xB0;F</content></paragraph><paragraph><content styleCode=\"bold\">(2&#xB0;C to 8&#xB0;C)</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"bold\">Room Temperature</content></paragraph><paragraph><content styleCode=\"bold\">up to 77&#xB0;F (25&#xB0;C)</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"bold\">Refrigerated</content></paragraph><paragraph><content styleCode=\"bold\">36&#xB0;F to 46&#xB0;F</content></paragraph><paragraph><content styleCode=\"bold\">(2&#xB0;C to 8&#xB0;C)</content></paragraph></td><td align=\"center\" styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"middle\"><paragraph><content styleCode=\"bold\">Room Temperature</content></paragraph><paragraph><content styleCode=\"bold\">up to 77&#xB0;F (25&#xB0;C)</content></paragraph></td></tr><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"><paragraph><content styleCode=\"bold\">SOGROYA </content></paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"><paragraph>Until expiration date</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"><paragraph>Maximum 72 hours (3 days)*</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"><paragraph>up to 6 weeks</paragraph></td><td align=\"center\" styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"middle\"><paragraph>Maximum 72 hours (3 days)*</paragraph></td></tr></tbody></table>"], "information_for_patients": ["17 PATIENT COUNSELING INFORMATION Advise patients and/or caregivers to read the FDA-approved patient labeling (Patient Information and Instructions for Use). • Advise patients and/or caregivers to administer SOGROYA once weekly. • Hypersensitivity - Advise patients and/or caregivers that severe and/or serious systemic hypersensitivity reactions (anaphylaxis and angioedema) have been reported, and to seek prompt medical attention should an allergic reaction occur [see Warnings and Precautions ( 5.2 ) ]. • Neoplasms – Advise patients to report marked changes in skin pigmentation or changes in the appearance of preexisting nevi. • Glucose Intolerance/Diabetes Mellitus – Advise patients that new onset pre- /diabetes mellitus or exacerbation of preexisting diabetes mellitus can occur and monitoring of blood glucose during treatment with SOGROYA may be needed. • Intracranial Hypertension - Advise patients to report to their healthcare provider any visual changes, headache, and nausea and/or vomiting. • Fluid Retention - Advise patients that fluid retention during SOGROYA replacement therapy may frequently occur. Inform patients of the clinical manifestations of fluid retention (e.g. edema, arthralgia, myalgia, nerve compression syndromes including carpal tunnel syndrome/paresthesia) and to report to their healthcare provider any of these signs or symptoms occur during treatment with SOGROYA. • Hypoadrenalism - Advise patients who have or who are at risk for corticotropin deficiency that hypoadrenalism may develop and to report to their healthcare provider if they experience hyperpigmentation, extreme fatigue, dizziness, weakness, or weight loss. • Hypothyroidism - Advise patients/caregivers that undiagnosed/untreated hypothyroidism may prevent an optimal response to SOGROYA. Advise patients/caregivers they may require periodic thyroid function tests. • Pancreatitis - Advise patients that pancreatitis may develop and to report to their healthcare provider any new onset abdominal pain. • Lipohypertrophy/ Lipoatrophy – Advise patients that lipohypertrophy or lipoatrophy can occur if SOGROYA is administered subcutaneously at the same site over a long period of time. Advise patients to rotate injection sites when administering SOGROYA to reduce this risk. Novo Nordisk ® is a registered trademark of Novo Nordisk A/S. SOGROYA ® is a registered trademark of Novo Nordisk Health Care AG. © 2002-2023 Novo Nordisk Health Care AG PATENT INFORMATION: http://novonordisk-us.com/products/product-patents.html For information contact: Novo Nordisk Inc. 800 Scudders Mill Road Plainsboro, New Jersey 08536 1-888-668-6444 Manufactured by: Novo Nordisk Inc. Plainsboro, NJ 08536 U.S. License No. 1261"], "spl_patient_package_insert": ["PATIENT INFORMATION SOGROYA ® (suh-GROY-uh) (somapacitan-beco) injection, for subcutaneous use What is SOGROYA? • SOGROYA is a prescription medicine that contains human growth hormone, the same growth hormone made by the human body. • SOGROYA is given by injection under the skin (subcutaneous) and is used to treat adults and children 2.5 years and older who do not make enough growth hormone. Do not use SOGROYA if: • you have a critical illness caused by certain types of heart or stomach surgery, trauma or breathing (respiratory) problems. • you have cancer or other tumors. • you are allergic to somapacitan-beco or any of the ingredients in SOGROYA. See the end of this Patient Information leaflet for a complete list of ingredients in SOGROYA. • your healthcare provider tells you that you have certain types of eye problems caused by diabetes (diabetic retinopathy). • you are a child with closed bone growth plates. • you are a child with Prader-Willi syndrome who is severely obese or has breathing problems including sleep apnea (briefly stop breathing during sleep). Before taking SOGROYA, tell your healthcare provider about all of your medical conditions, including if you: • have had heart or stomach surgery, trauma or serious breathing (respiratory) problems. • have had cancer or any tumor. • have diabetes. • have adrenal gland problems. • are taking replacement therapy with glucocorticoids. • have thyroid gland problems. • have liver problems. • are a child with a history of worsening of curvature of the spine (scoliosis). • are pregnant or plan to become pregnant. It is not known if SOGROYA will harm your unborn baby. Talk to your healthcare provider if you are pregnant or plan to become pregnant. • are breastfeeding or plan to breastfeed. It is not known if SOGROYA passes into your breast milk. You and your healthcare provider should decide if you will take SOGROYA while you breastfeed. Tell your healthcare provider about all the medicines you take, including prescription and over-the-counter medicines, vitamins, and herbal supplements. SOGROYA may affect how other medicines work, and other medicines may affect how SOGROYA works. How should I use SOGROYA? • Read the detailed Instructions for Use that come with SOGROYA. • SOGROYA comes in 3 strengths: 5 mg/1.5 mL (3.3 mg/mL) pen, 10 mg/1.5 mL (6.7 mg/mL) pen, and 15 mg/1.5 mL (10 mg/mL) pen. Your healthcare provider will prescribe the dose that is right for you. • Your healthcare provider will show you how to inject SOGROYA. • Use SOGROYA exactly as your healthcare provider tells you to. • Use SOGROYA 1 time each week . • If you miss a dose of SOGROYA, the missed dose can be taken within 3 days (72 hours) after the scheduled dosing day. One-time weekly dosing for the next dose can be started again on the regularly scheduled dosing day. • If more than 3 days (72 hours) have passed, skip the missed dose and take your next dose on the regularly scheduled dosing day. • SOGROYA pens are for use by 1 person only. • Do not share your SOGROYA pens and needles with another person, even if the needle has been changed. You may give another person an infection or get an infection from them. What are the possible side effects of SOGROYA? SOGROYA may cause serious side effects, including: • high risk of death in people who have critical illnesses because of heart or stomach surgery, trauma, or serious breathing (respiratory) problems. • increased risk of growth of cancer or a tumor that is already present and increased risk of the return of cancer or a tumor in people who were treated with radiation to the brain or head as children and who developed low growth hormone problems. Your or your child’s healthcare provider will need to monitor you or your child for a return of cancer or a tumor. Contact the healthcare provider if you or your child start to have sudden changes in behavior, headaches, vision problems, or changes in moles, birthmarks, or the color of your or your child’s skin. • new or worsening high blood sugar (hyperglycemia) or diabetes. You or your child’s blood sugar may need to be monitored during treatment with SOGROYA. • increase in pressure in the skull (intracranial hypertension). If you or your child have headaches, eye problems, nausea or vomiting, contact the healthcare provider. • serious allergic reactions. Get medical help right away if you or your child have the following symptoms: o swelling of your face, lips, mouth, or tongue o skin rashes, redness, or swelling o trouble breathing o dizziness or fainting o wheezing o fast heartbeat or pounding in your chest o severe itching o sweating • your or your child’s body holding too much fluid (fluid retention) such as swelling in the hands and feet, pain in your or your child’s joints or muscles or nerve problems that cause pain, burning or tingling in the hands, arms, legs and feet. Tell your or your child’s healthcare provider if you or your child have any of these signs or symptoms of fluid retention. • decrease in a hormone called cortisol. The healthcare provider will do blood tests to check your or your child’s cortisol levels. Tell your or your child’s healthcare provider if you or your child has darkening of the skin, severe fatigue, dizziness, weakness, or weight loss. • decrease in thyroid hormone levels. Decreased thyroid hormone levels may affect how well SOGROYA works. The healthcare provider will do blood tests to check your or your child’s thyroid hormone levels. • severe and constant abdominal pain. This could be a sign of pancreatitis. Tell your or your child’s healthcare provider if you or your child has any new abdominal pain. • loss of fat and tissue weakness in the area of skin you or your child inject. Talk to your or your child’s healthcare provider about rotating the areas where you or your child inject SOGROYA. • worsening of curvature of the spine in children (scoliosis). • hip and knee pain or a limp in children (slipped capital femoral epiphysis). • high risk of sudden death in children with Prader-Willi syndrome who are severely obese or have breathing problems, including sleep apnea. See “ Do not use SOGROYA if ”. • increase in phosphorus, alkaline phosphatase, and parathyroid hormone levels in your blood. Your or your child’s healthcare provider will do blood tests to check this. The most common side effects of SOGROYA in children include: o common cold o pain in extremity o headache o reaction to injection o fever The most common side effects of SOGROYA in adults include: o back pain o vomiting o joint pain o high blood pressure o indigestion o increase in the level of an enzyme in your blood called creatine phosphokinase o sleep problems o weight gain o dizziness o low red blood cells (anemia) o swelling of the tonsils (tonsillitis) These are not all the possible side effects of SOGROYA. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088. You may also report side effects to Novo Nordisk at 1-888-668-6444. How should I store SOGROYA? • Before you use SOGROYA pens for the first time: o Store your new, unused SOGROYA pen in a refrigerator between 36ºF to 46ºF (2ºC to 8ºC). o Store your new, unused SOGROYA pen with the cap on and keep it in the original carton. o Do not freeze SOGROYA. o Keep SOGROYA away from direct heat and light. o Do not use SOGROYA that has been frozen or in temperatures warmer than 86ºF (30ºC). o Do not use SOGROYA after the expiration date printed on the carton and the pen. • After you use SOGROYA pens and there is still medicine left: o Store remaining SOGROYA in the refrigerator between 36ºF to 46ºF (2ºC to 8ºC) and use within 6 weeks. o Store your in-use SOGROYA pen with the cap on and keep it in the original carton. • If needed, unused and in-use SOGROYA pens can be stored out of the refrigerator. SOGROYA pens can be stored at room temperature no warmer than 77ºF (25ºC) for up to 3 days (72 hours) and then returned to the refrigerator. Keep SOGROYA and all medicines out of the reach of children. General information about the safe and effective use of SOGROYA. Medicines are sometimes prescribed for purposes other than those listed in a Patient Information leaflet. Do not use SOGROYA for a condition for which it was not prescribed. Do not give SOGROYA to other people, even if they have the same symptoms that you have. It may harm them. You can ask your pharmacist or healthcare provider for information about SOGROYA that is written for health professionals. What are the ingredients in SOGROYA? Active ingredient: somapacitan-beco Inactive ingredients : histidine, mannitol, phenol, poloxamer 188, Water for Injection, and hydrochloric acid and sodium hydroxide (as needed) Manufactured by: Novo Nordisk Inc., Plainsboro, NJ 08536 This Patient Information has been approved by the U.S. Food and Drug Administration. Revised: 04/2023 Supplies you will need: • SOGROYA prefilled Pen • new injection needle. SOGROYA prefilled Pen is designed to be used with all Novo Nordisk disposable needles up to a length of 8 mm. • sharps disposal container. See Step 5 for information on how to throw away (dispose of) used needles and Pens. • alcohol pad • gauze pad How to use your SOGROYA Pen 5 steps you should follow for a SOGROYA injection: Step 1: Prepare your SOGROYA Pen Step 2: Check the SOGROYA flow with each new Pen Step 3: Select your dose Step 4: Inject your dose Step 5: After your injection For further information about your Pen see: Frequently Asked Questions and Important information Important information Pay special attention to these notes as they are important for safe use of the Pen. Additional information SOGROYA is a prefilled growth hormone Pen. It contains 5 mg of somapacitan-beco and delivers doses from 0.025 mg to 2.0 mg, in increments of 0.025 mg. SOGROYA is for use under the skin only (subcutaneous) for injection 1 time each week. Do not share your SOGROYA Pen and needles with another person. You may give another person an infection or get an infection from them. Do not use your Pen without proper training from your healthcare provider. Make sure that you are confident in giving an injection with the Pen before you start your treatment. If you are blind or have poor eyesight and cannot read the dose counter on the Pen, do not use this Pen without help. Get help from a person with good eyesight who is trained to use the Pen. Step 1. Prepare your SOGROYA Pen • Wash your hands with soap and water. • Check the name, strength, and colored label on your Pen to make sure that it contains SOGROYA in the right strength. • Pull off the Pen cap. • Turn the Pen upside down 1 or 2 times to check that the SOGROYA in your Pen is clear to almost clear and colorless to slightly yellow (See Figure A). If SOGROYA looks cloudy or you see particles, do not use the Pen. • When you are ready to give your injection, get a new disposable needle, and remove the paper tab. • Push the needle straight onto the Pen. Turn the needle clockwise until it is on tight (See Figure B). Make sure the right pen is used. Especially if you use more than one type of injection medicine. Using the wrong medicine could be harmful to your health. Always use a new needle for each injection. This reduces the risk of contamination, infection, leakage of SOGROYA, and blocked needles leading to incorrect dosing. • Pull off the outer needle cap and throw it away (dispose of) (See Figure C). • Pull off the inner needle cap and throw it away (dispose of) (See Figure D). A drop of SOGROYA may appear at the needle tip. This is normal, but you must still check the SOGROYA flow with each new Pen (See Step 2). Never use a bent or damaged needle. Step 2. Check the SOGROYA flow with each new Pen If your Pen is already in use , go to Step 3. • Before using a new Pen , check the SOGROYA flow to make sure the growth hormone can flow through the Pen and needle. • Turn the dose selector clockwise 1 marking on the dose counter to select 0.025 mg. You may hear a faint “click” when you turn the dose selector (See Figure E). • 1 marking on the dose counter equals 0.025 mg (See Figure F). • Hold the Pen with the needle pointing up. Press and hold in the dose button until the dose counter returns to “0”. The “0” must line up with the dose pointer (See Figure G). • Check that a drop of SOGROYA appears at the needle tip (See Figure H). If no SOGROYA appears , repeat Step 2 up to 6 times. If you still do not see a drop of SOGROYA, change the needle: • Carefully remove the needle from the Pen by turning the needle counterclockwise. Place the needle in a sharps disposal container immediately (See Step 5). • Repeat Step 2 again. Do not use the Pen if a drop of SOGROYA still does not appear after changing the needle and repeating Step 2. Call Novo Nordisk at 1-888-668-6444 for help. Step 3. Select your dose • To start, check that the dose pointer is set at “ 0 ”. • Turn the dose selector clockwise to select the dose you need (See Figure I). When you have selected your dose, you can go to Step 4. If there is not enough SOGROYA left to select a full dose, see Frequently Asked Questions . The dose counter shows the dose in “mg” (See Figure J and Figure K). Always use the dose counter to select the exact dose. Do not use the “click” sounds you hear when you turn the dose selector to select your dose. Only the dose pointer on the dose counter will show the exact dose selected. If you select the wrong dose, you can turn the dose selector clockwise or counterclockwise to the correct dose (See Figure L). The Pen “clicks” sound and feel differently when the dose selector is turned clockwise, counterclockwise, or if you forcefully move it past the number of “mg” left in the Pen. Step 4. Inject your dose • Select the injection site. • SOGROYA can be injected under the skin (subcutaneously) of your stomach area (abdomen) or upper legs (thighs) as instructed by your healthcare provider (See Figure M). Change the injection site every week. • Wipe the injection site with an alcohol pad and let the area dry. • Insert the needle into your skin as your healthcare provider has shown you (See Figure N). • Make sure you can see the dose counter. Do not cover it with your fingers. This could block the injection. • Press and hold down the dose button until the dose counter shows “0” (See Figure O). The “0” must line up with the dose pointer. You may then hear or feel a “click”. • Continue to hold down the dose button with the needle in your skin. If “0” does not appear in the dose counter after continuously pressing the dose button, your needle may be blocked or damaged. See Frequently Asked Questions . • Keep holding down the dose button with the needle in your skin and slowly count to 6 to make sure that the full dose has been delivered (See Figure P). • Carefully remove the needle from your skin (See Figure Q). If blood appears at the injection site, press lightly with a gauze pad. Do not rub the area. You may see a drop of SOGROYA at the needle tip after injecting. This is normal and does not affect your dose. Step 5. After your injection • Carefully remove the needle from the Pen by turning the needle counterclockwise (See Figure R). • Place the needle in an FDA-cleared sharps disposal container immediately to reduce the risk of a needle stick (See Figure R). Always throw away (dispose of) the needle after each injection. For further information about safe sharps disposal, see Frequently Asked Questions . • Put the Pen cap on your Pen after each use to protect SOGROYA from direct light (See Figure S). See “ How should I store my SOGROYA Pen? ”. Do not try to put the needle cap back on. You may stick yourself with the needle. Always remove the needle from your Pen immediately after each injection. This reduces the risk of contamination, infection, leakage of SOGROYA, and blocked needles leading to incorrect dosing. How should I store my SOGROYA Pen? Before you use SOGROYA Pen for the first time: • Store your new, unused SOGROYA Pen in a refrigerator between 36°F to 46°F (2°C to 8°C). • Store your new, unused SOGROYA Pen with the cap on and in the original carton. • Do not freeze SOGROYA. • When stored in the refrigerator, do not store the SOGROYA Pen directly next to the cooling element. • Keep SOGROYA away from direct heat and light. • Do not use SOGROYA if it has been frozen or in temperatures warmer than 86ºF (30°C). • Do not use SOGROYA after the expiration date printed on the carton and the Pen. After you use SOGROYA Pen and there is still medicine left: • Store remaining SOGROYA in the refrigerator between 36°F to 46°F (2°C to 8°C) and use within 6 weeks. • Store your in-use SOGROYA Pen with the cap on and keep it in the original carton. Do not store SOGROYA Pen with the needle attached. If needed, unused and in-use SOGROYA pens can be stored out of the refrigerator. SOGROYA pens can be stored at room temperature no warmer than 77ºF (25ºC) for up to 3 days (72 hours) and then returned to the refrigerator. Throw away (dispose of) SOGROYA if it has been stored above 77°F (25°C) for more than 3 days (72 hours) or in temperatures warmer than 86°F (30°C). Always keep your SOGROYA Pen and needles out of reach of others, especially children. Frequently Asked Questions How do I see how much SOGROYA is left in my Pen? The Pen scale shows you approximately how much SOGROYA is left in your Pen (See Figure T). To see how much SOGROYA is left in your Pen, use the dose counter: Turn the dose selector clockwise until the dose counter stops. The dose pointer will line up with the number of “mg” left in the Pen. You can select a maximum dose of 2.0 mg. If the dose counter stops with the dose pointer lined up with “2”, at least 2.0 mg are left in your Pen. If the dose counter stops with the dose pointer lined up with “1.7”, only 1.7 mg are left in your Pen (See Figure U). What if I need a larger dose than what is left in my Pen? It is not possible to select a larger dose on the dose counter than the number of “mg” left in your Pen. If you need more SOGROYA than you have left in your Pen, you can use a new Pen or split your dose between your current Pen and a new Pen . Only split your dose if you have been trained or advised by your healthcare provider on how to do this. You may find it helpful to use a calculator to plan the doses as instructed by your healthcare provider. Be very careful to calculate your split dose correctly so that you do not give the wrong dose. If you are not sure how to split your dose using 2 Pens, then select and inject the dose you need with a new Pen. What if no SOGROYA appears when I check the flow? A. Your needle may be blocked or damaged, if no SOGROYA appears at the needle tip. Remove the needle as described in Step 5 and repeat Step 1 and Step 2. B. Your Pen may be defective, if SOGROYA still does not appear after changing the needle. Do not use the Pen. Contact Novo Nordisk at 1-888-668-6444. What if “0” does not appear after completing my injection? The needle may be blocked or damaged, and you have not received any SOGROYA , even though the dose counter has moved from the dose that you have set. Remove the needle as described in Step 5 and repeat Step 1 to Step 4. How should I take care of my Pen? Be careful not to drop your Pen or knock it against hard surfaces. Do not expose your Pen to dust, dirt, liquid, or direct light. See “ How should I store SOGROYA? ” Do not try to refill your Pen, it is prefilled. What if I drop my Pen? If you drop your Pen or think that something is wrong with it, attach a new disposable needle and check the SOGROYA flow before you inject (See Step 1 and Step 2). Do not try to repair your Pen or pull it apart. How do I clean my Pen? Do not wash, soak, or lubricate your Pen. If necessary, clean it with mild detergent on a moistened cloth. Frequently Asked Questions How do I throw away (dispose of) used SOGROYA needles and Pens? Put your used needles and Pens in an FDA-cleared sharps disposal container right away after use. Do not throw away (dispose of) loose needles and Pens in your household trash. If you do not have an FDA-cleared sharps disposal container, you may use a household container that is: • made of a heavy-duty plastic, • can be closed with a tight-fitting, puncture-resistant lid, without sharps being able to come out, • upright and stable during use, • leak-resistant, and • properly labeled to warn of hazardous waste inside the container. When your sharps disposal container is almost full, you will need to follow your community guidelines for the right way to dispose of your sharps disposal container. There may be state or local laws about how you should dispose of used needles and Pens. For more information about safe sharps disposal, and for specific information about safe sharps disposal in the state that you live in, go to the FDA’s website at: http://www.fda.gov/safesharpsdisposal. Do not dispose of your used sharps disposal container in your household trash unless your community guidelines permit this. Do not recycle your used sharps disposal container. Important information • Caregivers must be very careful when handling needles to reduce the risk of needle sticks and infection. www.sogroya.com This Instructions for Use has been approved by the U.S. Food and Drug Administration. PATENT Information: http://novonordisk-us.com/products/product-patents.html SOGROYA ® is a registered trademark of Novo Nordisk Health Care AG. Novo Nordisk ® is a registered trademark of Novo Nordisk A/S. © 2004-2023 Novo Nordisk Health Care AG For further information contact: Novo Nordisk Inc. 800 Scudders Mill Road Plainsboro, NJ 08536, USA 1-888-668-6444 Sogroya.com Manufactured by: Novo Nordisk Inc. Plainsboro, NJ 08536 U.S. License No. 1261 Issued: 10/2021 Version: 1 Supplies you will need: • SOGROYA prefilled Pen • new injection needle. SOGROYA prefilled Pen is designed to be used with all Novo Nordisk disposable needles up to a length of 8 mm. • sharps disposal container. See Step 5 for information on how to throw away (dispose of) used needles and Pens. • alcohol pad • gauze pad How to use your SOGROYA Pen 5 steps you should follow for a SOGROYA injection: Step 1: Prepare your SOGROYA Pen Step 2: Check the SOGROYA flow with each new Pen Step 3: Select your dose Step 4: Inject your dose Step 5: After your injection For further information about your Pen see: Frequently Asked Questions and Important information Important information Pay special attention to these notes as they are important for safe use of the Pen. Additional information SOGROYA is a prefilled growth hormone Pen. It contains 10 mg of somapacitan-beco and delivers doses from 0.05 mg to 4.0 mg, in increments of 0.05 mg. SOGROYA is for use under the skin only (subcutaneous) for injection 1 time each week. Do not share your SOGROYA Pen and needles with another person. You may give another person an infection or get an infection from them. Do not use your Pen without proper training from your healthcare provider. Make sure that you are confident in giving an injection with the Pen before you start your treatment. If you are blind or have poor eyesight and cannot read the dose counter on the Pen, do not use this Pen without help. Get help from a person with good eyesight who is trained to use the Pen. Step 1. Prepare your SOGROYA Pen • Wash your hands with soap and water. • Check the name, strength, and colored label on your Pen to make sure that it contains SOGROYA in the right strength. • Pull off the Pen cap. • Turn the Pen upside down 1 or 2 times to check that the SOGROYA in your Pen is clear to almost clear and colorless to slightly yellow (See Figure A). If SOGROYA looks cloudy or you see particles, do not use the Pen. • When you are ready to give your injection, get a new disposable needle, and remove the paper tab. • Push the needle straight onto the Pen. Turn the needle clockwise until it is on tight (See Figure B). Make sure the right pen is used . Especially if you use more than one type of injection medicine. Using the wrong medicine could be harmful to your health. Always use a new needle for each injection. This reduces the risk of contamination, infection, leakage of SOGROYA, and blocked needles leading to incorrect dosing. • Pull off the outer needle cap and throw it away (dispose of) (See Figure C). • Pull off the inner needle cap and throw it away (dispose of) (See Figure D). A drop of SOGROYA may appear at the needle tip. This is normal, but you must still check the SOGROYA flow with each new Pen (See Step 2). Never use a bent or damaged needle. Step 2. Check the SOGROYA flow with each new Pen If your Pen is already in use, go to Step 3. • Before using a new Pen, check the SOGROYA flow to make sure the growth hormone can flow through the Pen and needle. • Turn the dose selector clockwise 1 marking on the dose counter to select 0.05 mg. You may hear a faint “click” when you turn the dose selector (See Figure E). • 1 marking on the dose counter equals 0.05 mg (See Figure F). • Hold the Pen with the needle pointing up. Press and hold in the dose button until the dose counter returns to “0”. The “0” must line up with the dose pointer (See Figure G). • Check that a drop of SOGROYA appears at the needle tip (See Figure H). If no SOGROYA appears, repeat Step 2 up to 6 times. If you still do not see a drop of SOGROYA, change the needle: • Carefully remove the needle from the Pen by turning the needle counterclockwise. Place the needle in a sharps disposal container immediately (See Step 5). • Repeat Step 2 again. Do not use the Pen if a drop of SOGROYA still does not appear after changing the needle and repeating Step 2. Call Novo Nordisk at 1-888-668-6444 for help. Step 3. Select your dose • To start, check that the dose pointer is set at “ 0 ”. • Turn the dose selector clockwise to select the dose you need (See Figure I). When you have selected your dose, you can go to Step 4. If there is not enough SOGROYA left to select a full dose, see Frequently Asked Questions. The dose counter shows the dose in “mg” (See Figure J and Figure K). Always use the dose counter to select the exact dose. Do not use the “click” sounds you hear when you turn the dose selector to select your dose. Only the dose pointer on the dose counter will show the exact dose selected. If you select the wrong dose, you can turn the dose selector clockwise or counterclockwise to the correct dose (See Figure L). The Pen “clicks” sound and feel differently when the dose selector is turned clockwise, counterclockwise, or if you forcefully move it past the number of “mg” left in the Pen. Step 4. Inject your dose • Select the injection site. • SOGROYA can be injected under the skin (subcutaneously) of your stomach area (abdomen) or upper legs (thighs) as instructed by your healthcare provider (See Figure M). Change the injection site every week. • Wipe the injection site with an alcohol pad and let the area dry. • Insert the needle into your skin as your healthcare provider has shown you (See Figure N). • Make sure you can see the dose counter. Do not cover it with your fingers. This could block the injection. • Press and hold down the dose button until the dose counter shows “0” (See Figure O). The “0” must line up with the dose pointer. You may then hear or feel a “click”. • Continue to hold down the dose button with the needle in your skin. If “0” does not appear in the dose counter after continuously pressing the dose button, your needle may be blocked or damaged. See Frequently Asked Questions. • Keep holding down the dose button with the needle in your skin and slowly count to 6 to make sure that the full dose has been delivered (See Figure P). • Carefully remove the needle from your skin (See Figure Q). If blood appears at the injection site, press lightly with a gauze pad. Do not rub the area. You may see a drop of SOGROYA at the needle tip after injecting. This is normal and does not affect your dose. Step 5. After your injection • Carefully remove the needle from the Pen by turning the needle counterclockwise (See Figure R). • Place the needle in an FDA-cleared sharps disposal container immediately to reduce the risk of a needle stick (See Figure R). Always throw away (dispose of) the needle after each injection. For further information about safe sharps disposal, see Frequently Asked Questions. • Put the Pen cap on your Pen after each use to protect SOGROYA from direct light (See Figure S). See “How should I store my SOGROYA Pen?”. Do not try to put the needle cap back on. You may stick yourself with the needle. Always remove the needle from your Pen immediately after each injection. This reduces the risk of contamination, infection, leakage of SOGROYA, and blocked needles leading to incorrect dosing. How should I store my SOGROYA Pen? Before you use SOGROYA Pen for the first time: • Store your new, unused SOGROYA Pen in a refrigerator between 36°F to 46°F (2°C to 8°C). • Store your new, unused SOGROYA Pen with the cap on and in the original carton. • Do not freeze SOGROYA. • When stored in the refrigerator, do not store the SOGROYA Pen directly next to the cooling element. • Keep SOGROYA away from direct heat and light. • Do not use SOGROYA if it has been frozen or in temperatures warmer than 86ºF (30°C). • Do not use SOGROYA after the expiration date printed on the carton and the Pen. After you use SOGROYA Pen and there is still medicine left: • Store remaining SOGROYA in the refrigerator between 36°F to 46°F (2°C to 8°C) and use within 6 weeks. • Store your in-use SOGROYA Pen with the cap on and keep it in the original carton. Do not store SOGROYA Pen with the needle attached. If needed, unused and in-use SOGROYA pens can be stored out of the refrigerator. SOGROYA pens can be stored at room temperature no warmer than 77ºF (25ºC) for up to 3 days (72 hours) and then returned to the refrigerator. Throw away (dispose of) SOGROYA if it has been stored above 77°F (25°C) for more than 3 days (72 hours) or in temperatures warmer than 86°F (30°C). Always keep your SOGROYA Pen and needles out of reach of others, especially children. Frequently Asked Questions How do I see how much SOGROYA is left in my Pen? The Pen scale shows you approximately how much SOGROYA is left in your Pen (See Figure T). To see how much SOGROYA is left in your Pen, use the dose counter: Turn the dose selector clockwise until the dose counter stops. The dose pointer will line up with the number of “mg” left in the Pen. You can select a maximum dose of 4.0 mg. If the dose counter stops with the dose pointer lined up with “4”, at least 4.0 mg are left in your Pen. If the dose counter stops with the dose pointer lined up with “2.8”, only 2.8 mg are left in your Pen (See Figure U). What if I need a larger dose than what is left in my Pen? It is not possible to select a larger dose on the dose counter than the number of “mg” left in your Pen. If you need more SOGROYA than you have left in your Pen, you can use a new Pen or split your dose between your current Pen and a new Pen. Only split your dose if you have been trained or advised by your healthcare provider on how to do this. You may find it helpful to use a calculator to plan the doses as instructed by your healthcare provider. Be very careful to calculate your split dose correctly so that you do not give the wrong dose. If you are not sure how to split your dose using 2 Pens, then select and inject the dose you need with a new Pen. What if no SOGROYA appears when I check the flow? A. Your needle may be blocked or damaged, if no SOGROYA appears at the needle tip. Remove the needle as described in Step 5 and repeat Step 1 and Step 2. B. Your Pen may be defective, if SOGROYA still does not appear after changing the needle. Do not use the Pen. Contact Novo Nordisk at 1-888-668-6444. What if “0” does not appear after completing my injection? The needle may be blocked or damaged, and you have not received any SOGROYA , even though the dose counter has moved from the dose that you have set. Remove the needle as described in Step 5 and repeat Step 1 to Step 4. How should I take care of my Pen? Be careful not to drop your Pen or knock it against hard surfaces. Do not expose your Pen to dust, dirt, liquid, or direct light. See “How should I store SOGROYA?” Do not try to refill your Pen, it is prefilled. What if I drop my Pen? If you drop your Pen or think that something is wrong with it, attach a new disposable needle and check the SOGROYA flow before you inject (See Step 1 and Step 2). Do not try to repair your Pen or pull it apart. How do I clean my Pen? Do not wash, soak, or lubricate your Pen. If necessary, clean it with mild detergent on a moistened cloth. Frequently Asked Questions How do I throw away (dispose of) used SOGROYA needles and Pens? Put your used needles and Pens in an FDA-cleared sharps disposal container right away after use. Do not throw away (dispose of) loose needles and Pens in your household trash. If you do not have an FDA-cleared sharps disposal container, you may use a household container that is: • made of a heavy-duty plastic, • can be closed with a tight-fitting, puncture-resistant lid, without sharps being able to come out, • upright and stable during use, • leak-resistant, and • properly labeled to warn of hazardous waste inside the container. When your sharps disposal container is almost full, you will need to follow your community guidelines for the right way to dispose of your sharps disposal container. There may be state or local laws about how you should dispose of used needles and Pens. For more information about safe sharps disposal, and for specific information about safe sharps disposal in the state that you live in, go to the FDA’s website at: http://www.fda.gov/safesharpsdisposal . Do not dispose of your used sharps disposal container in your household trash unless your community guidelines permit this. Do not recycle your used sharps disposal container. Important information • Caregivers must be very careful when handling needles to reduce the risk of needle sticks and infection. www.sogroya.com This Instructions for Use has been approved by the U.S. Food and Drug Administration. PATENT Information: http://novonordisk-us.com/products/product-patents.html SOGROYA ® is a registered trademark of Novo Nordisk Health Care AG. Novo Nordisk ® is a registered trademark of Novo Nordisk A/S. © 2004-2023 Novo Nordisk Health Care AG For further information contact: Novo Nordisk Inc. 800 Scudders Mill Road Plainsboro, NJ 08536, USA 1-888-668-6444 Sogroya.com Manufactured by: Novo Nordisk Inc. Plainsboro, NJ 08536 U.S. License No. 1261 Revised: 10/2021 Version: 2 Supplies you will need: • SOGROYA prefilled Pen • new injection needle. SOGROYA prefilled Pen is designed to be used with all Novo Nordisk disposable needles up to a length of 8 mm. • sharps disposal container. See Step 5 for information on how to throw away (dispose of) used needles and Pens. • alcohol pad • gauze pad How to use your SOGROYA Pen 5 steps you should follow for a SOGROYA injection: Step 1 : Prepare your SOGROYA Pen Step 2 : Check the SOGROYA flow with each new Pen Step 3 : Select your dose Step 4 : Inject your dose Step 5 : After your injection For further information about your Pen see: Frequently Asked Questions and Important information Important information Pay special attention to these notes as they are important for safe use of the Pen. Additional information SOGROYA is a prefilled growth hormone Pen. It contains 15 mg of somapacitan-beco and delivers doses from 0.1 mg to 8.0 mg, in increments of 0.1 mg. SOGROYA is for use under the skin only (subcutaneous) for injection 1 time each week. Do not share your SOGROYA Pen and needles with another person. You may give another person an infection or get an infection from them. Do not use your Pen without proper training from your healthcare provider. Make sure that you are confident in giving an injection with the Pen before you start your treatment. If you are blind or have poor eyesight and cannot read the dose counter on the Pen, do not use this Pen without help. Get help from a person with good eyesight who is trained to use the Pen. Step 1. Prepare your SOGROYA Pen • Wash your hands with soap and water. • Check the name, strength, and colored label on your Pen to make sure that it contains SOGROYA in the right strength. • Pull off the Pen cap. • Turn the Pen upside down 1 or 2 times to check that the SOGROYA in your Pen is clear to almost clear and colorless to slightly yellow (See Figure A). If SOGROYA looks cloudy or you see particles, do not use the Pen. • When you are ready to give your injection, get a new disposable needle, and remove the paper tab. • Push the needle straight onto the Pen. Turn the needle clockwise until it is on tight (See Figure B). Make sure the right pen is used . Especially if you use more than one type of injection medicine. Using the wrong medicine could be harmful to your health. Always use a new needle for each injection. This reduces the risk of contamination, infection, leakage of SOGROYA, and blocked needles leading to incorrect dosing. • Pull off the outer needle cap and throw it away (dispose of) (See Figure C). • Pull off the inner needle cap and throw it away (dispose of) (See Figure D). A drop of SOGROYA may appear at the needle tip. This is normal, but you must still check the SOGROYA flow with each new Pen (See Step 2). Never use a bent or damaged needle. Step 2. Check the SOGROYA flow with each new Pen If your Pen is already in use, go to Step 3. • Before using a new Pen, check the SOGROYA flow to make sure the growth hormone can flow through the Pen and needle. • Turn the dose selector clockwise 1 marking on the dose counter to select 0.1 mg. You may hear a faint “click” when you turn the dose selector (See Figure E). • 1 marking on the dose counter equals 0.1 mg (See Figure F). • Hold the Pen with the needle pointing up. Press and hold in the dose button until the dose counter returns to “0”. The “0” must line up with the dose pointer (See Figure G). • Check that a drop of SOGROYA appears at the needle tip (See Figure H). If no SOGROYA appears, repeat Step 2 up to 6 times. If you still do not see a drop of SOGROYA, change the needle: • Carefully remove the needle from the Pen by turning the needle counterclockwise. Place the needle in a sharps disposal container immediately (See Step 5). • Repeat Step 2 again. Do not use the Pen if a drop of SOGROYA still does not appear after changing the needle and repeating Step 2. Call Novo Nordisk at 1-888-668-6444 for help. Step 3. Select your dose • To start, check that the dose pointer is set at “ 0 ”. • Turn the dose selector clockwise to select the dose you need (See Figure I). When you have selected your dose, you can go to Step 4. If there is not enough SOGROYA left to select a full dose, see Frequently Asked Questions. The dose counter shows the dose in “mg” (See Figure J and Figure K). Always use the dose counter to select the exact dose. Do not use the “click” sounds you hear when you turn the dose selector to select your dose. Only the dose pointer on the dose counter will show the exact dose selected. If you select the wrong dose, you can turn the dose selector clockwise or counterclockwise to the correct dose (See Figure L). The Pen “clicks” sound and feel differently when the dose selector is turned clockwise, counterclockwise, or if you forcefully move it past the number of “mg” left in the Pen. Step 4. Inject your dose • Select the injection site. • SOGROYA can be injected under the skin (subcutaneously) of your stomach area (abdomen), upper arms, upper legs (thighs) or buttocks as instructed by your healthcare provider (See Figure M). Change the injection site every week. • Wipe the injection site with an alcohol pad and let the area dry. • Insert the needle into your skin as your healthcare provider has shown you (See Figure N). • Make sure you can see the dose counter. Do not cover it with your fingers. This could block the injection. • Press and hold down the dose button until the dose counter shows “0” (See Figure O). The “0” must line up with the dose pointer. You may then hear or feel a “click”. • Continue to hold down the dose button with the needle in your skin. If “0” does not appear in the dose counter after continuously pressing the dose button, your needle may be blocked or damaged. See Frequently Asked Questions. • Keep holding down the dose button with the needle in your skin and slowly count to 6 to make sure that the full dose has been delivered (See Figure P). • Carefully remove the needle from your skin (See Figure Q). If blood appears at the injection site, press lightly with a gauze pad. Do not rub the area. You may see a drop of SOGROYA at the needle tip after injecting. This is normal and does not affect your dose. Step 5. After your injection • Carefully remove the needle from the Pen by turning the needle counterclockwise (See Figure R). • Place the needle in an FDA-cleared sharps disposal container immediately to reduce the risk of a needle stick (See Figure R). Always throw away (dispose of) the needle after each injection. For further information about safe sharps disposal, see Frequently Asked Questions. • Put the Pen cap on your Pen after each use to protect SOGROYA from direct light (See Figure S). See “How should I store my SOGROYA Pen?”. Do not try to put the needle cap back on. You may stick yourself with the needle. Always remove the needle from your Pen immediately after each injection. This reduces the risk of contamination, infection, leakage of SOGROYA, and blocked needles leading to incorrect dosing. How should I store my SOGROYA Pen? Before you use SOGROYA Pen for the first time: • Store your new, unused SOGROYA Pen in a refrigerator between 36°F to 46°F (2°C to 8°C). • Store your new, unused SOGROYA Pen with the cap on and in the original carton. • Do not freeze SOGROYA. • When stored in the refrigerator, do not store the SOGROYA Pen directly next to the cooling element. • Keep SOGROYA away from direct heat and light. • Do not use SOGROYA if it has been frozen or in temperatures warmer than 86ºF (30°C). • Do not use SOGROYA after the expiration date printed on the carton and the Pen. After you use SOGROYA Pen and there is still medicine left: • Store remaining SOGROYA in the refrigerator between 36°F to 46°F (2°C to 8°C) and use within 6 weeks. • Store your in-use SOGROYA Pen with the cap on and keep it in the original carton. Do not store SOGROYA Pen with the needle attached. If needed, unused and in-use SOGROYA pens can be stored out of the refrigerator. SOGROYA pens can be stored at room temperature no warmer than 77ºF (25ºC) for up to 3 days (72 hours) and then returned to the refrigerator. Throw away (dispose of) SOGROYA if it has been stored above 77°F (25°C) for more than 3 days (72 hours) or in temperatures warmer than 86°F (30°C). Always keep your SOGROYA Pen and needles out of reach of others, especially children. Frequently Asked Questions How do I see how much SOGROYA is left in my Pen? The Pen scale shows you approximately how much SOGROYA is left in your Pen (See Figure T). To see how much SOGROYA is left in your Pen, use the dose counter: Turn the dose selector clockwise until the dose counter stops. The dose pointer will line up with the number of “mg” left in the Pen. You can select a maximum dose of 8.0 mg. If the dose counter stops with the dose pointer lined up with “8”, at least 8.0 mg are left in your Pen. If the dose counter stops with the dose pointer lined up with “4.8”, only 4.8 mg are left in your Pen (See Figure U). What if I need a larger dose than what is left in my Pen? It is not possible to select a larger dose on the dose counter than the number of “mg” left in your Pen. If you need more SOGROYA than you have left in your Pen, you can use a new Pen or split your dose between your current Pen and a new Pen. Only split your dose if you have been trained or advised by your healthcare provider on how to do this. You may find it helpful to use a calculator to plan the doses as instructed by your healthcare provider. Be very careful to calculate your split dose correctly so that you do not give the wrong dose. If you are not sure how to split your dose using 2 Pens, then select and inject the dose you need with a new Pen. What if no SOGROYA appears when I check the flow? A. Your needle may be blocked or damaged, if no SOGROYA appears at the needle tip. Remove the needle as described in Step 5 and repeat Step 1 and Step 2. B. Your Pen may be defective, if SOGROYA still does not appear after changing the needle. Do not use the Pen. Contact Novo Nordisk at 1-888-668-6444. What if “0” does not appear after completing my injection? The needle may be blocked or damaged, and you have not received any SOGROYA , even though the dose counter has moved from the dose that you have set. Remove the needle as described in Step 5 and repeat Step 1 to Step 4. How should I take care of my Pen? Be careful not to drop your Pen or knock it against hard surfaces. Do not expose your Pen to dust, dirt, liquid, or direct light. See “How should I store SOGROYA?” Do not try to refill your Pen, it is prefilled. What if I drop my Pen? If you drop your Pen or think that something is wrong with it, attach a new disposable needle and check the SOGROYA flow before you inject (See Step 1 and Step 2). Do not try to repair your Pen or pull it apart. How do I clean my Pen? Do not wash, soak, or lubricate your Pen. If necessary, clean it with mild detergent on a moistened cloth. Frequently Asked Questions How do I throw away (dispose of) used SOGROYA needles and Pens? Put your used needles and Pens in an FDA-cleared sharps disposal container right away after use. Do not throw away (dispose of) loose needles and Pens in your household trash. If you do not have an FDA-cleared sharps disposal container, you may use a household container that is: • made of a heavy-duty plastic, • can be closed with a tight-fitting, puncture-resistant lid, without sharps being able to come out, • upright and stable during use, • leak-resistant, and • properly labeled to warn of hazardous waste inside the container. When your sharps disposal container is almost full, you will need to follow your community guidelines for the right way to dispose of your sharps disposal container. There may be state or local laws about how you should dispose of used needles and Pens. For more information about safe sharps disposal, and for specific information about safe sharps disposal in the state that you live in, go to the FDA’s website at: http://www.fda.gov/safesharpsdisposal . Do not dispose of your used sharps disposal container in your household trash unless your community guidelines permit this. Do not recycle your used sharps disposal container. Important information • Caregivers must be very careful when handling needles to reduce the risk of needle sticks and infection. www.sogroya.com This Instructions for Use has been approved by the U.S. Food and Drug Administration. PATENT Information: http://novonordisk-us.com/products/product-patents.html SOGROYA ® is a registered trademark of Novo Nordisk Health Care AG. Novo Nordisk ® is a registered trademark of Novo Nordisk A/S. © 2004-2023 Novo Nordisk Health Care AG For further information contact: Novo Nordisk Inc. 800 Scudders Mill Road Plainsboro, NJ 08536, USA 1-888-668-6444 Sogroya.com Manufactured by: Novo Nordisk Inc. Plainsboro, NJ 08536 U.S. License No. 1261 Issued: 4/2023 Version: 1 Cover page for Sogroya 5 mg Instructions for Use Sogroya 5 mg pen components Sogroya 5 mg pen cap Needle components Image of supplies needed Important Information Symbol Additional Information Symbol Figure A Pull off Pen cap. Figure B Push the needle straight onto the Pen. Important information symbol Important Information Symbol Figure c Pull off the outer needle cap. Figure D Pull off the inner needle cap. Additional Information Symbol Important Informational Symbol Additional Information Symbol Figure E Turn the dose selector clockwise. Figure F 1 marking on the dose counter equals 0.025. Figure G Hold the Pen with the needle pointing up. Figure H Check that a drop appears at the needle tip. Additional Information Symbol Figure I Turn the dose selector clockwise. Additional information symbol Additional information symbol Figure J The dose counter shows the dose in \"mg\". Figure K The dose counter shows the dose in \"mg\". Additional information symbol Figure L Turn the dose selector to the correct dose. Figure M Select the injection site. Figure N Insert the needle into your skin. Figure O Press and hold down the button. Additional information symbol Figure P Slowly count to 6. Figure Q Carefully remove the needle. Additional information symbol Figure R Remove the needle from the Pen. Additional information symbol Figure S Put the Pen cap on your Pen after each use. Important information symbol Important information symbol Figure T The Pen scale shows how much is left. Figure U Dose counter example of 1.7 mg left. Important information symbol QR code for www.sogroya.com Back cover page. Sogroya 5 mg Instructions for Use. Cover page for 10 mg Instructions for Use Illustration of pen components Illustration of pen cap. Illustration of needle components. Supplies you will need. Important information symbol Additional information symbol Figure A: Turn pen upside down 1 or 2 times. Figure B: Push the needle straight on. Important information symbol. Important information symbol Fugure C: Pull off outer needle cap and dispose of it. Figure D: Pull off inner needle cap and dispose of it. Additional information symbol Important information symbol Additional information symbol Figure E: Turn dose selector clockwise. Figure F: Marking on dose counter equals 0.5 mg. Figure G: Hold the Pen with the needle pointing up. Figure H: Check that a drop appears at the needle tip. Additional information symbol Figure I: Turn the dose selector clockwise. Additional information symbol Additional information symbol Figure J: Example of 2.95 selected. Figure K: Example of 1.5 mg selected. Additional information symbol Figure L: Turn the dose selector to correct a wrong dose. Figure M injection sites Figure N: insert the needle Additional information symbol Figure O: press and hold down the dose button Figure P: Count slowly to 6. Additional information symbol Figure Q: remove the needle from your skin Figure R: place the needle in a sharps container Additional information symbol Figure S: Put the cap on your Pen. Important information symbol Important information symbol Figure T: The Pen scale shows how much is left. Figure U: Example of 2.8 mg left in Pen. Important information symbol QR code for www.sogroya.com Back cover page. Sogroya 10 mg Instructions for Use. Cover page Sogroya 15 mg/1.5 mL Instructions for Use Illustration of pen components. Illustration of needle components. Illustration of supplies you will need. Important information symbol Additional information symbol Figure A: Turn the pen upside down 1 or 2 times. Figure B: Push the needle straight on. Important information symbol Important information symbol Figure C: Pull off outer needle cap and throw it away. Figure D: Pull off inner needle cap and throw it away. Additional information symbol Important information symbol Additional information symbol Figure E: Turn the dose selector clockwise. Figure F: Marking on dose counter equals 0.1 mg. Figure G: Hold the pen with the needle pointing up. Figure H: Check that a drop appears at the needle tip. Additional information symbol Figure I: Turn the dose selector clockwise. Additional information symbol Additional information symbol Figure J: Example of 7.3 mg selected. Figure K: Example of 2.6 mg selected. Additional information symbol Figure L: Turn the selector to correct a wrong dose. Figure M injection sites Figure N: Insert the needle into your skin. Additional information symbol Figure O: Press and hold down the dose button. Figure P: Count slowly to 6. Additional information symbol Figure Q: Remove the needle from your skin. Figure R: Place the needle in a sharps container. Additional information symbol Figure S: Put the cap on your pen. Important information symbol Important information symbol Figure T: The pen scales shows how much is left. Figure U: Example of 4.8 mg left in the pen. Important information symbol QR code for www.sogroya.com Back cover page. Sogroya 15 mg Instructions for Use."], "spl_patient_package_insert_table": ["<table width=\"100%\"><col width=\"50%\"/><col width=\"50%\"/><tbody><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>swelling of your face, lips, mouth, or tongue</item></list></td><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>skin rashes, redness, or swelling</item></list></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>trouble breathing</item></list></td><td styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>dizziness or fainting</item></list></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>wheezing</item></list></td><td styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>fast heartbeat or pounding in your chest</item></list></td></tr><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>severe itching</item></list></td><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>sweating</item></list></td></tr></tbody></table>", "<table width=\"100%\"><col width=\"50%\"/><col width=\"50%\"/><tbody><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>common cold</item></list></td><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>pain in extremity</item></list></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>headache</item></list></td><td styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>reaction to injection</item></list></td></tr><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>fever</item></list></td><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"/></tr></tbody></table>", "<table width=\"100%\"><col width=\"50%\"/><col width=\"50%\"/><tbody><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>back pain</item></list></td><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>vomiting</item></list></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>joint pain</item></list></td><td styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>high blood pressure</item></list></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>indigestion</item></list></td><td styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>increase in the level of an enzyme in your blood called creatine phosphokinase</item></list></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>sleep problems</item></list></td><td styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>weight gain</item></list></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>dizziness</item></list></td><td styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>low red blood cells (anemia)</item></list></td></tr><tr><td styleCode=\"Rrule Lrule Botrule \" valign=\"top\"><list listType=\"unordered\"><item><caption>o</caption>swelling of the tonsils (tonsillitis)</item></list></td><td styleCode=\"Rrule Lrule Toprule Botrule \" valign=\"top\"/></tr><tr><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"/><td styleCode=\"Rrule Botrule Lrule Toprule \" valign=\"top\"/></tr></tbody></table>"], "package_label_principal_display_panel": ["PRINCIPAL DISPLAY PANEL – 5 mg Sogroya ® 5 mg pen NDC 0169-2035-11 (somapacitan-beco) injection List: 203511 5 mg / 1.5 mL (3.3 mg/mL) Prefilled Pen For subcutaneous Use Only 1x1.5 mL single-patient use prefilled pen Dials in 0.025 mg increments and contains 5 mg total Rx only once weekly Image of 5 mg carton", "PRINCIPAL DISPLAY PANEL – 10 mg Sogroya ® 10 mg pen NDC 0169-2030-11 (somapacitan-beco) injection List: 203011 10 mg / 1.5 mL (6.7 mg/mL) Prefilled Pen For subcutaneous Use Only 1x1.5 mL single-patient use prefilled pen Dials in 0.05 mg increments and contains 10 mg total Rx only once weekly Image of 10 mg carton", "PRINCIPAL DISPLAY PANEL – 15 mg Sogroya ® 15 mg pen NDC 0169-2037-11 (somapacitan-beco) injection List: 203711 15 mg / 1.5 mL (10 mg/mL) Prefilled Pen For subcutaneous Use Only 1x1.5 mL single-patient use prefilled pen Dials in 0.1 mg increments and contains 15 mg total Rx only once weekly Image of 15 mg carton"], "set_id": "eadd03b4-adc3-4b88-8a24-9d205c5b85aa", "id": "49f6746f-c935-45c4-af35-02df5db71e87", "effective_time": "20230428", "version": "5", "openfda": {"application_number": ["BLA761156"], "brand_name": ["SOGROYA"], "generic_name": ["SOMAPACITAN-BECO"], "manufacturer_name": ["Novo Nordisk"], "product_ndc": ["0169-2030", "0169-2035", "0169-2037"], "product_type": ["HUMAN PRESCRIPTION DRUG"], "route": ["SUBCUTANEOUS"], "substance_name": ["SOMAPACITAN"], "rxcui": ["2557398", "2557403", "2571802", "2571805", "2636951", "2636954"], "spl_id": ["49f6746f-c935-45c4-af35-02df5db71e87"], "spl_set_id": ["eadd03b4-adc3-4b88-8a24-9d205c5b85aa"], "package_ndc": ["0169-2035-11", "0169-2035-90", "0169-2030-11", "0169-2030-90", "0169-2037-11", "0169-2037-90"], "is_original_packager": [true], "unii": ["8FOJ430U94"]}}]}